Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/src/*/pydaw4.po
Languages: fr, pt_pt

source: Hardware Settings...
pt_pt: Definições de Hardware...

source: Cancel
fr: Annuler
pt_pt: Cancelar

source: Error
fr: Erreur
pt_pt: Erro

source: Error, cannot import liblo. This probably means that you installed the wrong package version. You must use the version that corresponds to your version of Ubuntu (or if using Fedora or something else, it must be compiled against the same version of Python3 that your OS uses). If you are unsure, it is probably best to compile PyDAW from the source code package yourself. Can't open PyDAW.
fr: Erreur , ne peut pas importer liblo . Cela signifie probablement que vous avez installé le mauvaise version du package. Vous devez utiliser la version qui correspond à votre version de Ubuntu ( ou si vous utilisez Fedora ou autre chose , il doit être compilé même version de python3 que votre système d'exploitation utilise ) . Si vous n'êtes pas sûr , il est probablement mieux compiler PyDAW du paquet de code source vous-même. Vous ne pouvez pas ouvrir PyDAW .
pt_pt: Erro: não foi possível importar a liblo. Isto provavelmente significa que instalou a versão do pacote errada. Deve utilizar a versão correspondente à sua versão do Ubuntu (se utilizar o Fedora ou outra coisa, deve ser compilado de acordo com a mesma versão de Python3 que o seu SO usar). Se estiver incerto, provavelmente é melhor compilar a PyDAW por si mesmo através do pacote do código fonte. Não foi possível abrir o PyDAW.

source: Set Value
pt_pt: Definir Valor

source: Value:
fr: Valeur
pt_pt: Valor:

source: Tempo Sync
pt_pt: Sincronizar Tempo

source: Sync
pt_pt: Sincronizar

source: Set to Note
fr: Régler la note
pt_pt: Definir para a Nota

source: Reset to Default Value
pt_pt: Regressar ao Valor Predefinido

source: Set Raw Controller Value
fr: Définir la valeur brute Controller
pt_pt: Definir o Valor de Controlador Original

source: Copy Automation
fr: Copier Automation
pt_pt: Copiar Automação

source: Attack
fr: Attaque
pt_pt: Ataque

source: Decay
pt_pt: Decaimento

source: Sustain
pt_pt: Sustentação

source: Release
pt_pt: Libertação

source: Filter
fr: Filtre
pt_pt: Filtro

source: Cutoff
pt_pt: Frequência de Corte

source: Type
pt_pt: Tipo

source: Off
pt_pt: Desligado

source: Time1
pt_pt: Tempo1

source: Pitch1
pt_pt: Tom1

source: Time2
fr: Temps 2
pt_pt: Tempo2

source: Pitch2
pt_pt: Tom2

source: On
pt_pt: Ligado

source: Time
pt_pt: Tempo

source: Curve
pt_pt: Curva

source: Pitch
pt_pt: Tom

source: Clear
fr: Effacer
pt_pt: Limpar

source: Copy
fr: Copier
pt_pt: Copiar

source: Copy file path to clipboard
fr: Chemin du fichier de la copie dans le presse papier
pt_pt: Copiar a localização do ficheiro para a área de tranferência

source: Paste
fr: Coller
pt_pt: Colar

source: Paste file path from clipboard
fr: Coller le chemin du fichier de presse-papiers
pt_pt: Colar a localização do ficheiro para a área de tranferência

source: Reload
fr: Recharger
pt_pt: Atualizar

source: No file path in the system clipboard.
fr: Pas de chemin du fichier dans le presse-papiers du système.
pt_pt: Sem localização do ficheiro na área de transferência do sistema.

source: {} does not exist.
fr: {} N'existe pas.
pt_pt: {} não existe.

source: Files
fr: Fichiers
pt_pt: Ficheiros

source: Filter:
fr: Filtre :
pt_pt: Filtro:

source: Up
pt_pt: Para cima

source: Bookmark
pt_pt: Marcador

source: Bookmarks
fr: Signets
pt_pt: Marcadores

source: Preview
fr: Aperçu
pt_pt: Antevisão

source: Name cannot be empty
fr: Le nom ne peut pas être vide
pt_pt: O campo de nome não pode estar vazio

source: This bookmark no longer exists. You may have deleted it in another window.
fr: Ce signet n'existe plus . Vous avez peut-être supprimé dans une autre fenêtre .
pt_pt: Este marcador já não existe. Pode tê-lo apagado noutra janela.

source: Delete
fr: Supprimer
pt_pt: Apagar

source: Load
pt_pt: Carregar

source: Save the current settings to a preset. Plugin settings are saved to the project automatically when you close the plugin window, this button is only for presets.
fr: Enregistrer les paramètres actuels à une présélection . Paramètres Plugin sont enregistrés dans le projet automatiquement lorsque vous fermez la fenêtre du plugin , ce bouton n'est pour les réglages.
pt_pt: Guardar a configuração atual numa predefinição. As configurações do plugin são gravadas automaticamente para o projeto quando fecha a janela do plugin, este botão é apenas para presets.

source: Reset
pt_pt: Repor Valores

source: Resets all controls to their default value
fr: Ramène toutes les commandes à leur valeur par défaut
pt_pt: Repõe todos os controlos para os seus valores predefinidos

source: More
fr: Plus
pt_pt: Mais

source: Save bank as...
fr: Enregistrer banque ...
pt_pt: Gravar conjunto como...

source: Open bank...
fr: Ouvrir banque ...
pt_pt: Abrir conjunto como...

source: Restore factory bank...
fr: Restaurer la banque d'usine ...
pt_pt: Restaurar conjunto de fábrica...

source: Copy plugin settings...
fr: Copier les paramètres de plug-in ...
pt_pt: Copiar configurações do plugin...

source: Paste plugin settings...
fr: Coller paramètres plug-in ...
pt_pt: Colar configurações do plugin...

source: Nothing copied to clipboard for {}
fr: Rien copié dans le presse-papiers pour {}
pt_pt: Nada copiado para a área de transferências para {}

source: Save preset bank...
fr: Enregistrer banque de presets ...
pt_pt: Gravar conjunto de presets...

source: Open preset bank...
fr: Banque de presets Open ...
pt_pt: Abrir conjunto de presents...

source: The selected preset bank is for {}, please select one for {}
fr: La banque de presets sélectionnée est pour {} , s'il vous plaît sélectionner un pour {}
pt_pt: O conjunto de presets seleccionado é para {}, por favor selecione um para {}

source: Preset name cannot be 'empty'
fr: Preset nom ne peut pas être 'vide'
pt_pt: O nome do preset não pode se 'vazio'

source: The first preset must be empty
fr: La première présélection doit être vide
pt_pt: O primeiro preset tem de ser vazio

source: Unison
pt_pt: Uníssono

source: Spread
pt_pt: Espalhar

source: Glide
pt_pt: Deslizar

source: Gain
pt_pt: Ganho

source: Oscillator#:
fr: Oscillateur#:
pt_pt: Oscilador#:

source: Edit Mode:
pt_pt: Modo de Edição:

source: All
fr: Tout
pt_pt: Tudo

source: Odd
pt_pt: Ímpar

source: Tools
fr: Outils
pt_pt: Ferramentas

source: Select (Additive [n]) as your osc type to use
fr: Sélectionner ( Additive [ n ] ) comme type osc à utiliser
pt_pt: Selecione (Additivo [n]] como o tipo de osc a usar

source: Set Saw
fr: Définir Saw
pt_pt: Escolher Saw

source: Set Square
fr: Définir la place
pt_pt: Escolher Square

source: Set Sine
fr: Ensemble Sine
pt_pt: Escolher Sine

source: unused
fr: inutilisé
pt_pt: não utilizado

source: Out Gain
fr: Gain Out
pt_pt: Ganho de Saí­da

source: Thresh
fr: Battre
pt_pt: Limite

source: Ceiling
fr: Plafond
pt_pt: Teto

source: InGain
pt_pt: Ganho de Entrada

source: OutGain
pt_pt: Ganho de Saída

source: Vowel
fr: Voyelle
pt_pt: Vogal

source: Rate
pt_pt: Ritmo

source: Detune
fr: Désaccord
pt_pt: Desafinar

source: Update controls for {}
fr: Mise à jour contrôle pour {}
pt_pt: Atualizar controlos para {}

source: Effects
fr: Effets
pt_pt: Efeitos

source: Stereo
fr: Stéréo
pt_pt: Estéreo

source: Beats
pt_pt: Batidas

source: Reverb
pt_pt: Reverberação

source: Color
fr: Couleur
pt_pt: Cor

source: Oscillator 1
fr: Oscillateur 1
pt_pt: Oscilador 1

source: Distortion
pt_pt: Distorção

source: Noise
fr: Bruit
pt_pt: Ruído

source: Oscillator 2
fr: Oscillateur 2
pt_pt: Oscilador 2

source: Setting self hard sync's Osc1 to Osc2. Usually you would want to distort and pitchbend if this is enabled.
fr: Configuration de l'auto Osc1 dur synchronisation Osc2 . Habituellement, vous voudrait déformer et PitchBend si cette option est activée .
pt_pt: Ao configurar a sincronização para hard do Osc1 para o Osc2. Normalmente quererá distorcer e fazer pitchbend se isto estiver ativo

source: ADSR Filter
fr: Filtre ADSR
pt_pt: Filtro ADSR

source: Pitch Env
pt_pt: Env de Tom

source: (Additive 1)
fr: (Additif 1)
pt_pt: (Aditivo 1)

source: (Additive 2)
fr: (Additif 2)
pt_pt: (Aditivo 2)

source: (Additive 3)
fr: (Additif 3)
pt_pt: (Aditivo 3)

source: Oscillators
fr: Oscillateurs
pt_pt: Osciladores

source: Oscillator 3
fr: Oscillateur 3
pt_pt: Oscilador 3

source: White
fr: Blanc
pt_pt: Branco

source: Pink
fr: Rose
pt_pt: Rosa

source: Velocity
pt_pt: Velocidade

source: Amount
fr: Montant
pt_pt: Quantidade

source: Percussion
pt_pt: Percussão

source: No Pitch
fr: Pas de Pitch
pt_pt: Sem Tom

source: Path
pt_pt: Caminho

source: Sample Pitch
fr: Pas de démonstration
pt_pt: Tom da Amostra

source: Low Note
pt_pt: Nota Grave

source: High Note
pt_pt: Nota Aguda

source: Vel. Sens.
pt_pt: Senc. da Velocidade

source: Low Vel.
pt_pt: Baixa Vel.

source: High Vel.
pt_pt: Alta Vel.

source: Tune
pt_pt: Afinação

source: Noise Type
fr: Type de bruit
pt_pt: Tipo de Ruido

source: Noise Amp
fr: Bruit Amp
pt_pt: Amp do Ruido

source: Save instrument to file
fr: Sauver instrument de déposer
pt_pt: Gravar instrumento para o ficheiro

source: Open instrument from file
fr: Ouvrir instrument de fichier
pt_pt: Abrir instrumento do ficheiro

source: Map All Samples to 1 White Key
fr: Tous les échantillons Plan à 1 Blanc clé
pt_pt: Mapear Todas as Amostras para 1 Tecla Branca

source: Map All Samples to Own MonoFX Group
fr: Tous les échantillons Carte Illimité MonoFX groupe
pt_pt: Mapear Todas as Amostrar para o Seu Próprio Grupo MonoFX

source: Clear All Samples
fr: Effacer tous les échantillons
pt_pt: Apagar Todas as Amostras

source: Import SFZ
fr: Importer SFZ
pt_pt: Importar SFZ

source: High Notes
pt_pt: Notas Agudas

source: Low Notes
fr: Notes faible
pt_pt: Notas Graves

source: Velocity Sensitivity
pt_pt: Sensibilidade da Velocidade

source: High Velocities
pt_pt: Altas Velocidades

source: Low Velocities
fr: Basses vitesses
pt_pt: Baixas Velocidades

source: Pitches
fr: Emplacements
pt_pt: Frequências

source: Tunes
pt_pt: Afinações

source: Interpolation Modes
fr: Modes d'interpolation
pt_pt: Modos de Interpolação

source: Noise Types
fr: Types de bruit
pt_pt: Tipos de Ruí­do

source: Noise Amps
fr: Bruit Ampère
pt_pt: Amps de Ruído

source: Samples
fr: Échantillons
pt_pt: Amostras

source: View
fr: Affichage
pt_pt: Ver

source: Selected Sample
fr: Échantillon sélectionné
pt_pt: Amostra Selecionada

source: Loop Mode
fr: Mode Loop
pt_pt: Modo de Loop

source: Loop Tune
pt_pt: Tom do Loop

source: Selected Sample:
fr: Échantillon sélectionné :
pt_pt: Amostra Selecionada:

source: FX Group:
fr: Groupe de FX :
pt_pt: Groupo de FX:

source: Set all base pitches
fr: Régler tous les emplacements de base
pt_pt: Definir todas as frequências base

source: Set all low notes
fr: Régler toutes les notes faibles
pt_pt: Definir tudo como notas graves

source: Set all high notes
fr: Régler toutes les notes élevées
pt_pt: Definir tudo como notas agudas

source: Low Velocity
pt_pt: Baixa Velocidade

source: Set all volumes
fr: Mettez tous les volumes
pt_pt: Definir todos os volumes

source: Set all velocity sensitivity
fr: Ensemble tout sensibilité à la vélocité
pt_pt: Definir sensibilidade de velocidade para todos

source: Set all low velocities
fr: Régler toutes les vitesses faibles
pt_pt: Definir tudo como baixa velocidade

source: High Velocity
pt_pt: Alta Velocidade

source: Set all high velocities
fr: Régler toutes les vitesses élevées
pt_pt: Definir tudo como alta velocidade

source: Set all sample pitches
fr: Régler tous les emplacements échantillon
pt_pt: Definir todas as frequências das amostras

source: Set all sample tunes
fr: Régler tous les airs échantillon
pt_pt: Definir todos os tons das amostras

source: Set all sample interpolation modes
fr: Définir tous les modes échantillon d'interpolation
pt_pt: Definir todos os modos de interpolação das amostras

source: Set all noise amps
fr: Définir tous les amplis de bruit
pt_pt: Definir todos os amps de ruído

source: File '{}' cannot be read.
fr: Fichier '{}' ne peut pas être lu .
pt_pt: O ficheiro '{}' não pode ser lido.

source: Crispness
fr: Croustillance
pt_pt: Crocante

source: 0 (smeared)
fr: 0 ( enduit )
pt_pt: 0 (sujo)

source: 6 (sharp, drums)
fr: 6 ( forte , batterie)
pt_pt: 6 (aguçado, baterias)

source: Pitch:
pt_pt: Frequência:

source: Warning
fr: Avertissement
pt_pt: Aviso

source: {} is not an empty directory, are you sure you want to save here?
fr: {} N'est pas un répertoire vide , êtes-vous sûr que vous voulez enregistrer ici ?
pt_pt: {} não é uma pasta vazia, tem a certeza que quer gravar aqui?

source: Select a directory to move the samples to...
fr: Sélectionner un répertoire pour déplacer les échantillons à ...
pt_pt: Selecione a pasta para mover as amostras...

source: Import SFZ instrument...
fr: Instrument importation SFZ ...
pt_pt: Importar instrumento SFZ...

source: Error importing {} {}
fr: Erreur d'importation {} {}
pt_pt: Erro ao importar {} {}

source: Loading {}
fr: Chargement {}
pt_pt: A carregar {}

source: Open
fr: Ouvrir
pt_pt: Abrir

source: Euphoria only supports basic SFZ parameters such as key and velocity mapping. Any effects such as filters, etc... should be set manually after import.
fr: Euphoria ne prend en charge les paramètres de base tels que SFZ clé et la vitesse cartographie . Tous les effets tels que les filtres , etc .. doivent être réglés manuellement après l'importation.
pt_pt: O Euphoria apenas suporta parâmetros SFZ básicos como o mapeamento de teclas e velocidade. Qualquer efeito como filtros, etc, devem ser definidos manualmente depois da importação.

source: Sample count {} exceeds maximum of {}, not loading all samples
fr: Nombre d'échantillons {} excède le maximum de {} , ne pas charger tous les échantillons
pt_pt: A contagem de amostras de {} excede o máximo de {}, não serão carregadas todas as amostras

source: Error parsing {} {}
fr: Erreur d'analyse {} {}
pt_pt: Erro ao processar {} {}

source: The following error happened: {} If you are running PyDAW from a USB flash drive, this may be because file IO timed out due to the slow nature of flash drives. If the problem persists, you should consider installing PyDAW-OS to your hard drive instead
fr: L'erreur suivante s'est passé : {} Si vous utilisez PyDAW partir d'un lecteur flash USB , cela peut être parce que le fichier IO expiré en raison de la lenteur de lecteurs flash . Si le problème persiste , vous devriez envisager d'installer PyDAW - OS sur votre disque dur à la place
pt_pt: Aconteceu o seguinte erro: {} Se estiver a correr a PyDAW dum disco flash USB, isto pode ter sido causado pelo IO de ficheiros por ter expirado devido a natureza lenta dos discos flash. Se o problema persistir, deve considerar instalar o PyDAW-OS no seu disco

source: No text in the system clipboard
fr: Pas de texte dans le presse-papiers du système
pt_pt: Sem texto na área de tranferências de sistema

source: {} is not a valid file
fr: {} N'est pas un fichier valide
pt_pt: {} não é um ficheiro válido

source: You must create or select a region first by clicking in the song editor above.
fr: Vous devez créer ou sélectionner d'abord une région en cliquant sur l'éditeur de chanson ci-dessus.
pt_pt: Tem de criar ou selecionar uma região primeiro clicando no editor de música acima.

source: Create empty region '{}' at {}
fr: Créer région vide '{}' à {}
pt_pt: Criar uma região vazia '{}' em {}

source: Create new region '{}' at {} copying from {}
fr: Créer une nouvelle région '{}' à {} {} copie de
pt_pt: Criar nova região '{}' em {} copiando de {}

source: Add region to song...
fr: Ajouter à la chanson région ...
pt_pt: Adicionar região à música...

source: New:
fr: Nouveau:
pt_pt: Novo:

source: Copy from:
fr: Copier de :
pt_pt: Copiar de:

source: Rename region
fr: Renommer région
pt_pt: Mudar o nome da região

source: This is the song editor. A song is a timeline consisting of regions, click here to add a region, click and drag to move a region, or press the 'delete' button to delete the selected regions. Click on a region to edit it in the region editor below. Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: C'est l'éditeur de chanson . Une chanson est un calendrier constitué de régions , cliquez ici pour ajouter une région , cliquez et faites glisser pour déplacer une région , ou appuyez sur la bouton 'supprimer' pour supprimer les régions sélectionnées . Cliquez sur une région pour modifier dans l'éditeur de région ci-dessous . Cliquez sur'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Este é o editor de música. Uma música é uma linha temporal que consiste de regiões, clique aqui para adicionar uma região, clique e arraste para mover uma região ou pressione 'delete' para apagar as regiões selecionadas. Clique numa região para editá-la no editor de regiões abaixo. Clique na caixa de seleção de 'dicas de ferramentas' no transporte para desativar estas ajudas

source: Name cannot be blank
fr: Le nom ne peut pas être vide
pt_pt: O nome não pode estar em branco

source: Rename region...
fr: Renommer région ...
pt_pt: Mudar o nome da região...

source: New name:
fr: Nouveau nom :
pt_pt: Novo nome:

source: Drag-n-drop song item(s)
fr: Élément de chanson Drag- n-drop (s )
pt_pt: Clique e arraste os itens da música

source: Set region '{}' length to {}
fr: Définir région '{}' longueur de {}
pt_pt: Definir a tamanho da região '{}' para {}

source: Set region '{}' length to default value
fr: Définir région '{}' longueur de la valeur par défaut
pt_pt: Definir o tamanho da região '{}' para o valor predefinido

source: Region:
fr: Région
pt_pt: Região:

source: Split
pt_pt: Separar

source: Region Length:
fr: Région Longueur :
pt_pt: Tamanho da Região:

source: default
pt_pt: predefinição

source: Split region {} into {}
fr: Région de Split {} en {}
pt_pt: Separar região {} em {}

source: Split region...
fr: Région de Split ...
pt_pt: Separar região...

source: Split at:
fr: Split au :
pt_pt: Separar em :

source: track{}
fr: piste {}
pt_pt: faixa{}

source: Bus{}
pt_pt: Faixa auxiliar{}

source: Tracks
pt_pt: Faixas

source: An item named '{}' already exists.
fr: Un élément nommé '{} ' existe déjà .
pt_pt: Um item chamado '{}' já existe.

source: Add reference(s) to item (group) '{}' in region '{}'
fr: Ajouter une référence (s ) au point ( groupe) '{}' dans la région '{}'
pt_pt: Adicionar referência(s) ao item (grupo) '{}' na região '{}'

source: Add item reference to region...
fr: Ajouter une référence de l'article à la région ...
pt_pt: Adicionar referência do item à região...

source: Existing:
fr: Existant :
pt_pt: Existente:

source: Item Count:
fr: Count article :
pt_pt: Contagem de itens:

source: Only used for 'New'
fr: Seulement utilisé pour 'Nouveau'
pt_pt: Apenas usado para 'Novo'

source: Paste Clipboard
fr: Coller Presse-papiers
pt_pt: Colar na Área de Transferências

source: Paste to End
fr: Coller à la fin
pt_pt: Colar no Fim

source: Rename Selected Items
fr: Renommer les éléments sélectionnés
pt_pt: Mudar o Nome dos Itens Selecionados

source: Auto-Unlink Selected Items
fr: Auto - Dissocier les éléments sélectionnés
pt_pt: Automaticamente Desagrupar os Itens Selecionados

source: Transpose
fr: Transposer
pt_pt: Transpor

source: This is a region editor, it consists of items and tracks. A track is either a plugin instrument, audio track or bus track. An item is one bar of MIDI notes or plugin automation. Click an empty cell to add a new item Double click an item to open it in the piano-roll-editor or select multiple and right-click->'edit multiple items as group' The selected items can be copied by pressing CTRL+C, cut with CTRL+X, pasted with CTRL+V, and deleted by pressing 'Delete' Additional functions can be found by right-clicking on the items, the term 'unlink' means to create a new copy of the item that does not change it's parent item when edited (by default all items are 'ghost items' that update all items with the same name) Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: Il s'agit d'un éditeur de la région , il se compose d'éléments et de pistes . Une piste est soit un instrument de plugin, piste audio ou piste de bus . Un élément est une barre de notes MIDI ou l'automatisation de plug-in . Cliquez sur une cellule vide pour ajouter un nouvel élément Double-cliquez sur un élément pour l'ouvrir dans le piano -roll - éditeur ou sélectionner plusieurs et cliquez-droit - > 'modifier plusieurs articles que le groupe' Les éléments sélectionnés peuvent être copiés en appuyant sur CTRL + C , couper avec CTRL + X , collé CTRL + V , et supprimé en appuyant sur ' Supprimer ' Fonctions supplémentaires peuvent être trouvés en cliquant-droit sur ​​les articles , le terme délier ' les moyens de créer une nouvelle copie de l'article que ne change pas c'est élément parent lorsqu'ils sont modifiés ( par défaut, tous les articles sont ' articles fantômes' que de mettre à jour tous les éléments avec le même nom ) Cliquez sur 'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Este é um editor de regiões, consiste em itens e faixas. Uma faixa é um instrumento plugin, áudio ou uma faixa auxiliar. Um item é um compasso de notas MIDI ou automação de um plugin. Clique num espaço vazio para adicionar um novo item Clique duas vezes num item para abri-lo no editor piano-roll, ou selecione vários e clique com o botão direito ->'editar itens em grupo' Os itens selecionados podem ser copiados ao pressionar CTRL+C, colados com CTRL-V e apagados ao pressionar 'Delete' Funções adicionais podem ser encontrada clicando com o botão direito sobre os itens, o termo 'desligar' significa criar uma nova cópia do item que não muda o ascedente quando editado (por defeito todos os itens são 'itens fantasma' que atualizam todos os itens com o mesmo nome) Clique na caixa de 'dicas de ferramentas' na barra de transporte para desativar estas ajudas

source: No items selected
fr: Aucun élément sélectionné
pt_pt: Não tem itens selecionados

source: Transpose item(s)
fr: Transposer article (s )
pt_pt: Transpor itens

source: Semitones
fr: Demi-tons
pt_pt: Semi-tons

source: Octaves
pt_pt: Oitavas

source: Duplicate notes?
fr: Dupliquer des notes?
pt_pt: Duplicar notas?

source: Checking this box causes the transposed notes to be added rather than moving the existing notes.
fr: Si vous cochez cette case, les notes transposées à ajouter plutôt que de passer les notes existantes .
pt_pt: Marcar esta opção faz com que as notas transpostas sejam adicionadas em vez de moverem as notas existentes.

source: You cannot open multiple instances of the same item as a group. You should unlink all duplicate instances of {} into their own individual item names before editing as a group.
fr: Vous ne pouvez pas ouvrir plusieurs instances d'un même article en tant que groupe . Vous devez dissocier toutes les instances en double de {} dans leur propre personne noms d'éléments avant l'édition en tant que groupe .
pt_pt: Não pode abrir múltiplas instâncias do mesmo item como um grupo. Deve desligar todas as instâncias duplicadas de {} como um item individual antes de as editar como um grupo.

source: Rename items
fr: Renommer articles
pt_pt: Mudar o nome dos itens

source: Rename selected items...
fr: Renommer articles sélectionnés ...
pt_pt: Mudar o nome dos itens selecionados...

source: You must choose a different name than the original item
fr: Vous devez choisir un nom différent de l'élément d'origine
pt_pt: Deve selecionar um nome diferente do item original

source: An item with this name already exists.
fr: Un élément portant ce nom existe déjà .
pt_pt: Já existe um item com este nome.

source: Unlink item '{}' as '{}'
fr: Dissocier article '{}' comme '{}'
pt_pt: Deligar o item '{}' como '{}'
