Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/src/*/pydaw4.po
Languages: fr, pt_pt

source: Check this to add Amount to the existing value, or leave unchecked to set the value to Amount.
fr: Cochez cette case pour ajouter Montant à la valeur existante , ou de quitter décochée pour régler la valeur de montant.
pt_pt: Marcar para adicionar Quantidade ao valor existente, ou deixe sem marca para apenas definir a Quantidade.

source: You are editing in multiselect mode, but you have not selected anything. All items will be processed
fr: Vous modifiez en mode sélection multiple , mais vous n'avez rien sélectionné. Tous les articles seront traitées
pt_pt: Está a editar em modo de múltipla seleção, mas ainda não selecionou nada. Todos os itens serão processados.

source: You must open an item first by double-clicking on one in the region editor on the 'Song/Region' tab.
fr: Vous devez ouvrir un élément premier en double-cliquant sur ​​l'un dans l'éditeur de région sur l'onglet 'Song / Région'.
pt_pt: Deve primeiro abrir um item clicando duas vezes numa das regiões do editor, no separador de 'Musica/Região'.

source: Notes
pt_pt: Notas

source: Editing Item:
fr: Montage article :
pt_pt: A editar item:

source: Add/Edit
fr: Ajouter / Modifier
pt_pt: Adicionar/Editar

source: Multiselect
pt_pt: Seleção múltipla

source: List Editors
fr: Liste des éditeurs
pt_pt: Lista de editores

source: Start
fr: Démarrer
pt_pt: Início

source: Length
fr: Longueur
pt_pt: Tamanho

source: Note
pt_pt: Nota

source: Note#
pt_pt: Nota#

source: Delete notes from item '{}'
fr: Supprimer les notes de l'article '{}'
pt_pt: Apagar notas do item '{}'

source: Paste notes into item '{}'
fr: Notes de pâte dans l'article '{}'
pt_pt: Colar notas no item '{}'

source: Cut notes from item '{}'
fr: Cut notes de l'article ' {} '
pt_pt: Cortar notas do item '{}'

source: Delete CCs from item '{}'
fr: Supprimer CC du poste '{}'
pt_pt: Apagar CCs do item '{}'

source: Paste CCs into item '{}'
fr: Coller CC dans l'article '{}'
pt_pt: Colar CCs no item '{}'

source: Cut CCs from item '{}'
fr: Couper CC du poste '{}'
pt_pt: Cortar CCs do item '{}'

source: Delete pitchbends from item '{}'
fr: Supprimer pitchbends du produit '{}'
pt_pt: Apagar pitchbends do item '{}'

source: Paste pitchbends into item '{}'
fr: Pitchbends de pâte dans l'article '{}'
pt_pt: Colar pitchbends no item '{}'

source: Cut pitchbends from item '{}'
fr: Couper pitchbends du poste '{}'
pt_pt: Cortar pitchbends no item '{}'

source: Delete note from item '{}'
fr: Supprimer la note de l'article '{}'
pt_pt: Apagar notas do item '{}'

source: Delete pitchbend from item '{}'
fr: Supprimer pitch bend du poste '{}'
pt_pt: Apagar pitchbend do item '{}'

source: Update notes for item(s)
fr: Mise à jour note pour article (s)
pt_pt: Atualizar notas do item

source: Quantize(beats)
fr: Quantification (battements)
pt_pt: Quantizar (batidas)

source: Start(beats)
fr: Démarrer(temps)
pt_pt: Início (batidas)

source: Length(beats)
fr: Longueur (battements)
pt_pt: Tamanho (batidas)

source: Add another?
fr: Ajouter une autre?
pt_pt: Adicionar outro?

source: Duplicate pitchbend event
fr: Dupliquer événement pitch bend
pt_pt: Duplicar evento de pitchbend

source: Update pitchbends for item '{}'
fr: Mettre à jour les pitchbends pour l'article '{}'
pt_pt: Atualizar pitchbends para o item '{}'

source: Position(beats)
fr: Position (battements)
pt_pt: Posição (batidas)

source: Draw line
fr: Tracer une ligne
pt_pt: Desenhar linha

source: End(beats)
fr: End (battements)
pt_pt: Fim (batidas)

source: End Value
pt_pt: Valor Final

source: Set volume for MIDI track {} to {}
fr: Régler le volume de la piste MIDI {} à {}
pt_pt: Definir volume para a faixa MIDI de {} para {}

source: Set volume for bus track {} to {}
fr: Régler le volume de bus piste {} à {}
pt_pt: Definir volume para a faixa auxiliar de {} para {}

source: Set solo for MIDI track {} to {}
fr: Définir solo pour la piste MIDI {} {} à
pt_pt: Definir solo para a faixa MIDI de {} para {}

source: Set mute for MIDI track {} to {}
fr: Définir muet pour la piste MIDI {} {} à
pt_pt: Definir silêncio para a faixa MIDI de {} para {}

source: Set name for MIDI track {} to {}
fr: Définir le nom de la piste MIDI {} à {}
pt_pt: Definir nome para a faixa MIDI de {} para {}

source: MIDI Track: {}
fr: Piste MIDI : {}
pt_pt: Faixa MIDI: {}

source: Set instrument for MIDI track {} to {}
fr: Set instrument pour la piste MIDI {} {} à
pt_pt: Definir instrumento para a faixa MIDI de {} para {}

source: Bus Track: {}
pt_pt: Faixa Auxiliar: {}

source: Set bus for MIDI track {} to {}
fr: Définir bus pour la piste MIDI {} {} à
pt_pt: Definir faixa auxiliar da faixa MIDI de {} para {}

source: Recording
fr: Enregistrement
pt_pt: A Gravar

source: You must select a name for the item
fr: Vous devez choisir un nom pour l'élément
pt_pt: Deve de selecionar um nome para o item

source: Save recorded MIDI items
fr: Enregistrer des éléments MIDI enregistrées
pt_pt: Guardar os item MIDI gravados

source: Item Name:
fr: Nom de l'article :
pt_pt: Nome do Item:

source: Save
fr: Enregistrer
pt_pt: Guardar

source: Cannot use overdub mode with loop mode to record
fr: Vous ne pouvez pas utiliser le mode surimpression avec le mode de boucle pour enregistrer
pt_pt: Não é possivel usar o modo overdub e o modo loop para gravar

source: Set project tempo to {}
fr: Définir tempo du projet à {}
pt_pt: Definir tempo do projecto para {}

source: Bar:
pt_pt: Compasso:

source: Loop Mode:
fr: Mode Loop:
pt_pt: Modo Loop:

source: Region
fr: Région
pt_pt: Região

source: Follow
fr: Suivre
pt_pt: Seguir

source: Panic
pt_pt: Pânico

source: Tooltips
fr: info-bulles
pt_pt: Dicas de ferramentas

source: Check this box to show really annoying (but useful) tooltips for everything
fr: Cochez cette case pour afficher les info-bulles vraiment ennuyeux ( mais utiles ) pour tout
pt_pt: Marque esta caixa para mostrar dicas de ferramentas irritantes (mas úteis) em tudo

source: Panic button: Sends a note-off signal on every note to every instrument
fr: Bouton de panique : Envoie un signal note-off sur chaque note de chaque instrument
pt_pt: Botão de pânico: Envia um sinal de fim-de-nota para todas as notas de todos os instrumentos

source: Checking this box causes recording to unlink existing items and append new events to the existing events
fr: Cochant cette case, les causes d'enregistrement de dissocier les éléments existants et ajouter de nouveaux événements aux événements existants
pt_pt: Marcar esta caixa faz com que as gravações desliguem itens existentes e adicionem novos eventos aos atuais

source: Checking this box causes the region editor to follow playback
fr: Si vous cochez cette case, l'éditeur de la région à suivre la lecture
pt_pt: Marcar esta caixa faz com que o editor de regiões siga a música

source: This is the transport, use this control to start/stop playback or recording. You can start or stop playback by pressing spacebar The MIDI controller used for recording is selected in the File->HardwareSettings menu The 'Loop Mode' combobox can be used to loop a region. The 'Follow' checkbox causes the UI to follow the project's playback position The 'Overdub' checkbox causes recorded MIDI notes to be appended to existing items, rather than placed in new items that replace the existing items. The panic button sends a note-off event on every note to every plugin. Use this when you get a stuck note. Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: C'est le transport , utilisez cette commande pour démarrer / arrêter la lecture ou enregistrement. Vous pouvez démarrer ou arrêter la lecture en appuyant sur la barre d'espace Le contrôleur MIDI utilisé pour l'enregistrement est sélectionné dans le fichier Menu> HardwareSettings La liste déroulante ' Mode Loop ' peut être utilisé pour une séquence en boucle . La case ' Suivre ' provoque l'interface utilisateur de suivre la lecture du projet position' La case à cocher 'surimpression' provoque MIDI enregistrée note devra être annexée à existante articles , plutôt que placés dans de nouveaux articles qui remplacent les éléments existants . Le bouton de panique envoie un événement note-off sur chaque note de chaque plugin. Utiliser quand vous obtenez une note coincé . Cliquez sur 'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Este é o transporte, use este controlo para começar/parar de tocar ou gravar. Pode começar ou parar de tocar pressionando a barra de espaços O controlador MIDI usado para gravar é selecionado no menu de Ficheiro->Definições de Hardware A lista editável do 'Modo Loop' pode ser usado para repetir uma região A opção 'Seguir' faz com que a interface siga a posição que está a tocar A opção 'Overdub' faz com que as nota MIDI gravadas sejam adicionadas aos itens atuais, em vez de as pôr em novos itens que substituam os existentes. O botão de pânico envia um evento de note-off para todas as notas de todos os plugins. Use isto quando ficar com uma nota ininterrupta Clique na opção 'dicas de ferramentas' na barra de transporte para desativar estas ajudas

source: You must save the project file to an empty directory, use the 'Create Folder' button to create a directory.
fr: Vous devez enregistrer le fichier de projet dans un répertoire vide , utilisez le 'Créer Bouton dossier ' pour créer un répertoire .
pt_pt: Deve de guardar o ficheiro do projeto numa pasta vazia, use o botão 'Criar Pasta' para criar uma pasta nova.

source: New Project
fr: Nouveau projet
pt_pt: Novo Projeto

source: Open Project
fr: Ouvrir un projet
pt_pt: Abrir Projeto

source: Save project as...
fr: Enregistrer le projet sous ...
pt_pt: Guardar projeto como...

source: Finished in {}
fr: Fini dans {}
pt_pt: Acabado em {}

source: Rendering to .wav, please wait
fr: Rendu à . Wav , s'il vous plaît attendre
pt_pt: Renderizando para .wav, por favor aguarde

source: End point is before start point.
fr: Point final est avant le point de départ.
pt_pt: O ponto do fim é antes do ponto de início

source: Select a file name to save to...
fr: Choisissez un nom de fichier pour enregistrer à ...
pt_pt: Selecione um nome de ficheiro antes de guardar...

source: Offline Render
fr: Hors ligne Render
pt_pt: Renderização offline

source: File Name:
fr: Nom de fichier :
pt_pt: Nome do Ficheiro:

source: Select
fr: Sélectionner
pt_pt: Selecionar

source: Start:
fr: Lancer
pt_pt: Início:

source: File is exported to 32 bit .wav at the sample rate your audio interface is running at. You can convert the format using other programs such as Audacity
fr: Le fichier est exporté à 32 bits . Wav à la fréquence d'échantillonnage de votre interface audio est fonctionnant à . Vous pouvez convertir le format à l'aide d'autres programmes tels que Audacity
pt_pt: O ficheiro é exportado para .wav a 32bit com a taxa de amostragem que o seu interface áudio está a correr. Pode converter o formato usando outros programas como o Audacity

source: Copy export path to clipboard? (useful for right-click pasting back into the audio sequencer)
fr: Chemin d'exportation Copier au presse-papiers ? (Utile pour clic droit coller de nouveau dans le séquenceur audio )
pt_pt: Copiar o caminho de destino para área de transferências? (útil para colar com o botão direito do rato no sequênciador áudio)

source: Undo history
fr: Nouvelle histoire
pt_pt: Histórico de edições

source: Verify Project History Database
fr: Vérifier la base de données du projet Histoire
pt_pt: Verificar a Base de Dados da História do Projeto

source: Open a theme file
fr: Ouvrir un fichier de thème
pt_pt: Abrir um ficheiro de tema

source: Theme Applied...
fr: Thème appliqué ...
pt_pt: Tema Aplicado...

source: Please restart PyDAW to update the UI
fr: S'il vous plaît redémarrer PyDAW de mettre à jour l'interface utilisateur
pt_pt: Por favor reinicie a PyDAW para atualizar a interface gráfica

source: Version Info
pt_pt: Informação da Versão

source: File name cannot be empty
fr: Nom de fichier ne peut pas être vide
pt_pt: O campo de nome não pode estar vazio

source: No available slots for inserting a region, delete an existing region from the song editor first
fr: Pas de créneaux disponibles pour l'insertion d'une région , supprimer une région existante de l'éditeur de première chanson
pt_pt: Não há espaços disponíveis para inserir uma região, apague primeiro uma região existente no editor de musica

source: Import MIDI file
fr: Importer un fichier MIDI
pt_pt: Importar ficheiro MIDI

source: Open MIDI File
fr: Ouvrir un fichier MIDI
pt_pt: Abrir ficheiro MIDI

source: Import MIDI File...
fr: Importer un fichier MIDI ...
pt_pt: Importar ficheiro MIDI...

source: Please ensure that avconv(or ffmpeg) and lame are installed, can't open mp3 converter dialog. Check your normal sources for packages or visit: http://lame.sourceforge.net/ http://libav.org Can't find {}
fr: S'il vous plaît assurer que avconv ( ou ffmpeg ) et boiteux sont installés , mp3 ne peut pas ouvrir dialogue de conversion . Vérifiez vos sources normales des forfaits ou visitez : http://lame.sourceforge.net/ http://libav.org Vous ne trouvez pas {}
pt_pt: Por favor, verifique se o avconv (ou ffmpeg) e o lame estão instalados, não é possível abrir o diálogo para converter mp3. Verifique as suas fontes normais de pacotes ou visite: http://lame.sourceforge.net/ http://libav.org Não é possível encontrar {}

source: File names cannot be empty
fr: Les noms de fichier ne peut être vide
pt_pt: O nome dos ficheiros não podem estar vazios

source: Success
fr: Succès
pt_pt: Sucesso

source: Created file
fr: Créé
pt_pt: Ficheiro criado

source: Audio Files {}
fr: Fichiers audio {}
pt_pt: Ficheiros Áudio {}

source: Audio File Converter
fr: Convertisseur de fichier audio
pt_pt: Conversor de Ficheiros Áudio

source: Input File:
fr: Fichier d'entrée:
pt_pt: Ficheiro de Entrada:

source: Output File:
fr: Fichier de sortie:
pt_pt: Ficheiro de Saída:

source: Use this tab to create CC maps for your MIDI controller to PyDAW's built-in plugins Each CC routes to a different control for each instrument, or if the CC is 'Effects Only', it routes only to Modulex
fr: Cet onglet permet de créer des cartes de CC pour votre contrôleur MIDI pour intégré de PyDAW plugins Chaque routes CC à un contrôle différent pour chaque instrument , ou si le CC est Effets seulement' , il suffit de Modulex routes
pt_pt: Use este separador para criar mapas CC para o seu controlador MIDI, para os plugins da PyDAW Cada CC mapeia um controlo diferente para cada instrumento, ou se o CC é 'Apenas Efeitos', mapeia apenas para o Modulex

source: &File
fr: & Fichier
pt_pt: Ficheiro&

source: New
fr: Nouveau
pt_pt: Novo

source: Save As...(projects are automatically saved, this creates a copy)
fr: Enregistrer sous ... (projets sont automatiquement enregistrés , ce qui crée une copie)
pt_pt: Guardar Como ... (os projectos são automaticamente guardados, isto cria uma cópia)

source: Offline Render...
fr: Hors ligne Render ...
pt_pt: Renderizador Offline ...

source: Quit
fr: Quitter
pt_pt: Sair

source: &Edit
fr: &Edition
pt_pt: Editar&

source: Undo
fr: Annuler
pt_pt: Desfazer

source: Redo
fr: Rétablir
pt_pt: Refazer

source: Undo History...
fr: Nouvelle Histoire ...
pt_pt: Histórico de edições..

source: Verify History DB...
fr: Vérifiez Histoire DB ...
pt_pt: Verificar a BD da História...

source: &Appearance
fr: &apparence
pt_pt: Aspeto&

source: Collapse transport and song editor
fr: Le transport Collapse et chanson éditeur
pt_pt: Colapsar o transporte e o editor de música

source: Restore transport and song editor
fr: Restaurer le transport et éditeur de chanson
pt_pt: Restaurar transporte e o editor de música

source: Open Theme...
pt_pt: Abrir Tema...

source: &Tools
fr: &Outils
pt_pt: Ferramentas&

source: MP3 Converter...
pt_pt: Conversor MP3...

source: Ogg Converter...
pt_pt: Conversor Ogg...

source: &Help
fr: &Aide
pt_pt: Ajuda&

source: PyDAW Website...
fr: PyDAW site ...
pt_pt: Website da PyDAW

source: Version Info...
pt_pt: Informação de Versão

source: Song/Region
fr: Song/Région
pt_pt: Música/Região

source: Instruments
pt_pt: Instrumentos

source: Busses
fr: Bus
pt_pt: Faixas auxiliares

source: Audio Tracks
fr: Piste Audio
pt_pt: Faixas Áudio

source: Audio Seq
pt_pt: Sequênciador Áudio

source: MIDI Item
fr: Point de MIDI
pt_pt: Item MIDI

source: CC Maps
fr: Cartes CC
pt_pt: Mapas CC

source: Project Notes
fr: Notes de Projet
pt_pt: Notas do Projeto

source: The audio engine died with error code {}, please try restarting PyDAW
fr: Le moteur audio est mort avec le code d'erreur {} , s'il vous plaît essayez de redémarrer PyDAW
pt_pt: O motor áudio morreu com o código de erro {}, por favor tente reiniciar a PyDAW

source: Message
pt_pt: Mensagem

source: Are you sure you want to quit?
fr: Etes-vous sûr de vouloir quitter?
pt_pt: Tem a certeza que deseja sair?

source: Save CC Map
fr: Enregistrer CC carte
pt_pt: Guardar Mapa CC

source: New CC Map
fr: New CC carte
pt_pt: Novo Mapa CC

source: Map CC to Control(s)
fr: Carte CC pour contrôler(s)
pt_pt: Mapa CC para Controlo

source: Move your MIDI controller to set the CC number, you must select a MIDI controller and record arm a track first. Checking the 'Effects tracks only?' box will cause the controller to only modify Modulex and all instrument controls will be ignored.
fr: Déplacez votre contrôleur MIDI pour définir le nombre de CC , vous devez sélectionner un contrôleur MIDI et le bras record une première piste . Vérification des 'Effets uniquement pour les pistes?' boîte provoquera le contrôleur pour seulement modifier Modulex et tous les contrôles de l'appareil seront ignorés.
pt_pt: Mova o seu controlador MIDI para definir o número CC, deve primeiro selecionar um controlador MIDI e armar a faixa para gravar. Marcar a caixa 'Apenas efeitos da faixa?' irá causar o controlador para apenas modificar o Modulex e todos os instrumentos serão ignorados.

source: Effects tracks only?
fr: Effects suit seulement ?
pt_pt: Apenas faixas de efeitos?

source: Controllers
fr: Contrôleurs
pt_pt: Controladores

source: New CC
pt_pt: Novo CC

source: New Map
fr: Nouvelle carte
pt_pt: Novo Mapa

source: Save As
fr: Enregistrer sous
pt_pt: Guardar Como

source: Enabled?
pt_pt: Disponível?

source: Detected that there are instances of the PyDAW audio engine already running. This could mean that you already have PyDAW running, if so you should click 'Cancel' and close the other instance. This could also mean that for some reason the engine didn't properly terminate from another session. If so, click 'OK' to kill the other process(es)
fr: Détectés que dans certains cas du moteur audio PyDAW déjàcourir . Cela pourrait signifier que vous avez déjà PyDAW course, si c'est le cas vous devez cliquer surAnnuler et fermer l'autre instance . Cela pourrait également signifier que, pour une raison quelconque, le moteur n'a pas correctement fin d'une autre session . Si c'est le cas , cliquez sur 'OK' pour tuer l'autre processus
pt_pt: Foram detetadas outras instâncias do motor de áudio da PyDAW a correr. Isto pode significar que a PyDAW já está a correr. Se estiver deve carregar no 'Cancelar' e fechar a outra instância. Isto também pode significar que por alguma razão o motor não fechou corretamente numa sessão anterior. Nesse caso clique no 'OK' para terminar os outros processos

source: Not starting audio because of the audio engine setting, you can change this in File->HardwareSettings
fr: Ne pas commencer audio car le réglage du moteur audio , vous pouvez modifier cetteDans le fichier->HardwareSettings
pt_pt: O áudio não começa devido às definições do motor áudio, pode mudar isto em Ficheiro->Definições de Hardware

source: Starting audio engine with {}
fr: Le démarrage du moteur audio avec {}
pt_pt: A começar motor áudio com {}

source: Normal: Run the audio engine without elevated privileges. This generally works well enough, but may require higher latency settings. (YOU SHOULD PROBABLY USE THIS IF YOU ARE USING THE LIVE DVD/USB OR HAVE SELINUX ENABLED, THE ELEVATED OPTIONS MAY NOT WORK DUE TO THE SECURITY CONFIGURATION) Elevated: Run the audio engine with elevated privilege, this gives the best possible latency, but if your desktop uses GTK+ it may refuse to run it. (USE THIS OPTION IF POSSIBLE) Elevated(sandbox): Same as "Elevated", but works around GTK+'s decision to prevent executing code with elevated rights by using a helper program to launch the engine. (USE THIS OPTION IF POSSIBLE) OPTIONS BELOW ARE DEVELOPER OPTIONS THAT NORMAL USERS SHOULD NEVER USE Debug: Run with debug symbols and create a core dump on crashing. This is useful for diagnosing the cause of a crash, but consumes much more CPU and RAM, and is not recommended for normal use. GDB: Open in the GDB debugger with no audio or external MIDI to allow setting breakpoints and pausing execution. Valgrind: Open in Valgrind, with no audio or external MIDI. VERY SLOW unless worker threads is set to 1!!! GUI Only: Run the UI only with no audio engine No Audio: No audio or MIDI, mostly useful for attaching an external debugger.
fr: Normal : tourner le moteur audio sans privilèges élevés Ce général. oeuvres assez bien , mais peut nécessiter des réglages de latence élevés . (Vous devriez probablement utiliser si vous UTILISEZ LE DIRECT DVD / USB OU AVOIR SELinux soient activés , LA DOMINANTE options peuvent ne pas travailler en raison de la configuration de sécurité ) Elevated : Faire tourner le moteur audio avec des privilèges élevés , ce qui donne le meilleur latence possible , mais si votre bureau utilise GTK +, il peut refuser de l'exécuter. ( Utilisez cette option si POSSIBLE ) Plongée ( bac à sable ) : Identique à 'plongée', mais les travaux autour de la décision de GTK+ pour empêcher l'exécution de code avec des droits élevés à l'aide d'un programme d'assistance pour lancer le moteur . (USE Cette option SI POSSIBLE) OPTIONS CI-DESSOUS SONT Options pour les développeurs que les utilisateurs normaux ne doivent jamais utiliser Debug : . Exécuter avec les symboles de débogage et de créer un core dump sur s'écraser C'est utile pour diagnostiquer la cause d'un accident , mais consomme beaucoup plus de CPU et de RAM , et est pas recommandé pour une utilisation normale. GDB : Ouvrir dans le débogueur GDB sans audio MIDI externe ou pour permettre paramètre Points d'arrêt et l'exécution pause. Valgrind : Open in Valgrind , sans audio ou MIDI externe très lent.à moins que travailleur Threads est fixé à 1 ! GUI uniquement: Exécutez l'interface utilisateur que sans moteur audio No Audio : Non audio ou MIDI , surtout utile pour fixer un externe débogueur .

source: No device configuration found
fr: Pas de configuration du périphérique trouvé

source: Invalid device configuration
fr: Configuration de l'appareil non valide

source: It appears that the system switched up the ALSA hw:X number, fixing it all sneaky-like in the background. (grumble, grumble...)
fr: Il semble que le système mis en place la ALSA hw : nombre de X , fixant tout sournois comme dans le fond.

source: Device not found: {}
fr: Périphérique introuvable : {}

source: Worker Threads:
fr: Threads de travail:
