Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/src/*/pydaw4.po
Languages: fr, pt_pt

source: Copy and unlink item...
fr: Copier et supprimer le lien ouvrage ...
pt_pt: Copiar e desligar o item...

source: Auto-Unlink items
fr: Articles Auto- Dissocier
pt_pt: Desligar automaticamente os itens

source: Paste to region end only works when you have exactly one item copied to the clipboard. You have {} items copied.
fr: Coller à la région fin ne fonctionne que si vous avez exactement un élément copié dans le presse-papiers . Vous avez {} éléments copiés .
pt_pt: Colar no fim da reigão só funciona quando tem exatamente um item copiado para a área de transferências Tem {} itens copiados

source: Drop event out of bounds, ignoring...
fr: Drop événement hors limites, ignorant ...
pt_pt: Largar evento fora do perímetro, ignorando...

source: Edit region
fr: Modifier la région
pt_pt: Editar região

source: Bus1
pt_pt: Faixa Auxiliar1

source: Bus2
pt_pt: Faixa Auxiliar2

source: Bus3
pt_pt: Faixa Auxiliar3

source: Bus4
pt_pt: Faixa Auxiliar4

source: Double click to open editor dialog Click and drag selected to move. Shift+click to split items Ctrl+drag to copy selected items You can multi-select individual items by CTRL+Alt clicking on them. You can glue together multiple items by selecting items and pressing CTRL+G , the glued item will retain all of the fades, stretches and per-item fx of the original items.
fr: Double-cliquez pour ouvrir boîte de dialogue de l'éditeur Cliquez et faites glisser pour la déplacer . Maj + clic pour diviser articles Ctrl + glisser pour copier les éléments sélectionnés Vous pouvez sélectionner plusieurs éléments individuels en cliquant sur ​​CTRL + Alt sur ​​eux . Vous pouvez coller ensemble plusieurs éléments en sélectionnant les éléments et en appuyant sur CTRL + G L'article collé conservera tous les fondus , s'étend et fx par article de les éléments d'origine .
pt_pt: Clique duas vezes para o dialogo do editor Clique +arraste o seleccionado para mover. Shift+Clique para separar os itens CTRL+arraste para copiar os itens seleccionados Pode fazer uma selaÃ§Ã£o múltipla de itens individuas clicando neles com o CTRL+Alt pressionado Pode juntar múltiplos itens seleccionados-os e pressionando CTRL+G , os itens juntos vão manter todos os fades, stretchs e fx-por-item dos itens originais

source: Use this handle to resize the item by changing the start point.
fr: Utilisez cette poignée pour redimensionner l'article en changeant le point de départ .
pt_pt: Use esta pega para ajustar o tamanho do item, mudando-lhe o local do começo.

source: Use this handle to resize the item by changing the end point.
fr: Utilisez cette poignée pour redimensionner l'article en changeant le point de fin .
pt_pt: Use esta pega para ajustar o tamanho mudando-lhe o local do fim.

source: Use this handle to change the fade in.
fr: Utilisez cette poignée pour modifier le fade in
pt_pt: Use esta pega para mudar o fade in.

source: Use this handle to change the fade out.
fr: Utilisez cette poignée pour modifier le fondu sortant.
pt_pt: Use esta pega para mudar o fade out.

source: Use this handle to resize the item by time-stretching it.
fr: Utilisez cette poignée pour redimensionner l'article par time-stretching elle .
pt_pt: Use esta pega para ajustar o tamanho do item mudando-lhe o tempo.

source: Save a copy
fr: Enregistrer une copie
pt_pt: Guardar uma copia

source: Open parent folder in browser
fr: Dossier parent Ouvrir dans le navigateur
pt_pt: Abrir a pasta acima no navegador

source: Save audio item as .wav
fr: Enregistrer élément audio . Wav
pt_pt: Guardar item áudio como .wav

source: The folder did not exist: {}
fr: Le dossier n'existe pas : {}
pt_pt: A pasta não existe: {}

source: No more available audio item slots, max per region is {}
fr: Pas audio fentes plus disponibles d'ouvrages , max par région est {}
pt_pt: Não há mais lugares disponíveis para itens áudio, o máximo por região é {}

source: Split audio item
fr: Élément audio Split
pt_pt: Separar o item áudio

source: Update audio items
fr: Éléments audio Mise à jour
pt_pt: Atualizar os itens áudio

source: Delete audio item(s)
fr: Supprimer l'élément (s ) audio
pt_pt: Apagar itens áudio

source: Drag .wav files from the file browser onto here. You can edit item properties with the 'Edit' tab to the left, or by clicking and dragging the item handles. Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: Drag . Des fichiers wav à partir du navigateur de fichiers sur ici . Vous pouvez modifier l'article propriétés avec le 'Edit' onglet à gauche, ou en cliquant et en faisant glisser l'élément gère . Cliquez sur'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Arraste os ficheiro .wav da pasta do navegador para aqui. Pode editar as propriedades dos itens no separador 'Editar' à esquerda, ou clicando e arrastando as pegas do item. Clique nas 'dicas de ferramentas' no transporte para desativar estas ajudas

source: The audio engine is not running, audio items cannot be added. If the audio engine crashed, you will need to restart PyDAW.
fr: Le moteur audio n'est pas en cours d'exécution , les éléments audio ne peuvent pas être ajoutés . Si le moteur audio s'est écrasé , vous devrez redémarrer PyDAW .
pt_pt: O motor áudio não está a correr, não é possivel adicionar itens áudio. Se o motor áudio foi abaixo, vai ter de reiniciar a PyDAW.

source: Added audio items to region {}
fr: Ajout des éléments audio à la région {}
pt_pt: Adicionado itens áudio à região {}

source: No audio items selected, not glueing
fr: Aucun élément audio sélectionnés , pas de collage
pt_pt: Não é possível juntar, não há nenhum item áudio selecionado

source: Glued audio items
fr: Éléments audio collés
pt_pt: Itens áudio juntos

source: Edit
fr: Modifier
pt_pt: Editar

source: Per-Item FX
fr: FX par élément
pt_pt: FX-por-item

source: None
fr: Aucun
pt_pt: Nenhum

source: Bar
pt_pt: Compasso

source: Beat
pt_pt: Batida

source: Snap:
pt_pt: Fixar:

source: Select All
fr: Sélectionner tout
pt_pt: Selecionar Todas

source: V-Zoom:
pt_pt: Zoom-V

source: Small
pt_pt: Pequeno

source: Medium
pt_pt: Médio

source: Large
pt_pt: Grande

source: H-Zoom:
pt_pt: Zoom-H

source: Use this tab to browse your folders and files. Drag and drop one file at a time onto the sequencer. .wav files are the only supported audio file format. Click the 'Bookmark' button to save the current folder to your bookmarks located on the 'Bookmarks' tab. Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: Cet onglet permet de parcourir vos dossiers et fichiers. Glisser-déposer un fichier à la fois sur le séquenceur . . wav sont le format de fichier audio pris en charge uniquement . Cliquez sur le bouton 'Marquer 'pour enregistrer le dossier en cours à vos favoris situé sur l'onglet' Signets . Cliquez sur 'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Use este separador para navegar as suas pastas e ficheiros. Arraste e largue um ficheiro de cada vez no sequênciador. O único formato de áudio suportado é .wav. Clique no botão 'Marcadores' para guardar a atual pasta nos seus marcadores localizada no separador 'Marcadores' Clique na caixa de 'dicas de ferramentas' na barra de transporte para desativar estas ajudas

source: This tab allows you to set effects per-item. The tab is only enabled when you have exactly one item selected, the copy and paste buttons allow you to copy settings between multipe items.
fr: Cet onglet vous permet de définir les effets par point . L'onglet est activé uniquement lorsque vous avez exactement un élément sélectionné , la copie et les boutons de coller vous permettent de copier des paramètres entre les éléments multipe .
pt_pt: Este separador permite-lhe por efeitos por itens. O separador apenas está disponível quando tem apenas um item selecionado, os botões de copiar e colar permitem-lhe copiar estas definições entre múltiplos itens.

source: Nothing selected.
fr: Rien choisi .
pt_pt: Nada selecionado.

source: Nothing copied to the clipboard.
fr: Rien copié dans le presse-papiers .
pt_pt: Nada copiado para a área de transferências.

source: Paste audio items
fr: Coller les éléments audio
pt_pt: Colar os itens áudio

source: Clone audio from region...
fr: Audio Clone de la région ...
pt_pt: Clonar áudio da região...

source: Clone from:
fr: Clone de :
pt_pt: Clonar de:

source: Time Stretching:
pt_pt: Mudar o Tempo

source: Mode:
pt_pt: Modo:

source: End:
pt_pt: Fim:

source: Time:
pt_pt: Tempo:

source: Output:
fr: Sortie
pt_pt: Saída:

source: Reverse
pt_pt: Reverso

source: Save Changes
fr: Enregistrer les modifications
pt_pt: Gravar Mudanças

source: This control is only valid for the SBSMS and {} modes, the start/end values are for the full sample length, not the edited start/end points setting the start/end time to different values will cause the timestretch handle to disappear on the audio item.
fr: Cette commande est uniquement valable pour les SBSMS et {} modes , les valeurs de début / fin sont pour la longueur de l'échantillon complet , pas le début édité / points d'extrémité réglage de l'heure de début / fin à des valeurs différentes entraînera la réduction temporelle gérer à disparaître sur le point audio .
pt_pt: Este controlo é apenas válido para os modos SBSMS e {}, os valores de início/fim são para o tamanho completo da amostra, não para os pontos de início/fim editados definir o tempo de início/fim para valores diferentes fará com que a pega de elasticidade do tempo desapareçado item áudio.

source: Time(affecting pitch)
fr: Time ( modifier la hauteur )
pt_pt: Tempo (afetando a frequência)

source: Pitch(affecting time)
fr: Pitch (affectant temps )
pt_pt: Frequência (afetando o tempo)

source: Changes are not saved until you push this button
fr: Les changements ne sont pas enregistrés tant que vous appuyez sur ce bouton
pt_pt: As mudanças não são guardadas até clicar neste botão

source: To edit the properties of one or more audio item(s), click or marquee select items, then change their properties and click 'Save Changes' Only the control section(s) whose checkbox is checked will be updated. Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: Pour modifier les propriétés d'un ou plusieurs article (s ) audio , cliquez sur ou Sélecteur articles, puis modifier leurs propriétés et cliquez sur Enregistrer modifications Seule la section (s ) de contrôle dont la case est cochée sera mis à jour . Cliquez sur'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Para editar as propriedades de um ou mais itens áudio, clique na marca para seleccionar itens, depois mude as suas propriedades e clique em 'Guardar Mudanças' Apenas as secções de controlo cuja opção está marcada serão atualizadas. Clique na opção de 'dicas de ferramentas' no transporte para desativar estas ajudas

source: Affects the sharpness of transients, only for modes using Rubberband
fr: Affecte la netteté des transitoires , seulement pour les modes à l'aide de Rubberband
pt_pt: Afeta a agudeza dos transientes, apenas para os modos que usam Rubberband

source: Modes: None: No stretching or pitch adjustment Pitch affecting time: Repitch the item, it will become shorter at higher pitches, and longer at lower pitches Time affecting pitch: Stretch the item to the desired length, it will have lower pitch at longer lengths, and higher pitch at shorter lengths Rubberband: Adjust pitch and time independently Rubberband (formants): Same as Rubberband, but preserves formants SBSMS: Adjust pitch and time independently, also with the ability to set start/end pitch/time differently Paulstretch: Mostly for stretching items very long, creates a very smeared, atmospheric sound
fr: Modes : Aucun: aucun étirement ou le réglage du pas Pas le temps affectant : repitch l'article, il sera plus courte au plus emplacements, et plus à des notes plus basses Time affecter la hauteur : Tendez l'article à la longueur désirée , il devra pas inférieur à de plus grandes longueurs , et pas plus à des longueurs plus courtes Rubberband : Ajustez la hauteur et l'heure indépendamment Rubberband ( formants ) : Les mêmes que Rubberband , mais préserve les formants SBSMS : Ajustez la hauteur et l'heure indépendamment , avec également la possibilité de définir pitch de départ / fin / temps différemment, Paulstretch : Principalement pour étirer articles très longue , crée une très tachées , son atmosphère
pt_pt: Modos: Nenhum: sem ajuste da elasticidade ou da frequência Frequência afetando o tempo: Muda a frequência e o tamanho fica mais curto com altas frequências e mais longo com baixas frequências Tempo afetando a frequência: Ajusta a duração do item para o tamanho desejado, e terá uma frequência mais baixa com tamanhos maiores e uma frequência mais alta com tamanhos menores Rubberband: Ajusta a frequência e o tempo independentemente Rubberband (formantes): Igual a Rubberband mas preservas os formantes SBSMS: Ajusta a frequência e o tempo independentemente, com a possibilidade de definir o inicio/fim da frequência/tempo de forma diferente Paulstretch: Principalmente para alongar bastante os itens, cria uma atmosfera bastante suja

source: Use this combobox to select the output audio track on the 'Audio Tracks' tab where you can apply effects and automation. Please note that if you use a lot of audio sequencing in your projects, you must assign audio items to multiple tracks to take advantage of multiple CPU cores, otherwise all items will be processed on a single core
fr: Utilisez cette liste déroulante pour sélectionner la piste audio de sortie sur les pistes audio onglet où vous pouvez appliquer des effets et de l'automatisation . S'il vous plaît noter que si vous utilisez un beaucoup de séquençage audio dans vos projets , vous devez affecter des éléments audio sur plusieurs pistes pour profiter de multiples Cœurs de processeur , sinon tous les articles seront traitées sur un seul cœur
pt_pt: Use esta lista editável para selecionar o destino da faixa áudio no separador 'Faixas Áudio' onde pode aplicar efeitos e automação. Por favor note que se usar bastantes sequências de áudio nos seus projectos deve por os itens áudio em várias faixas para tirar partido dos múltiplos núcleos do processador, de outra forma os itens serão processados num único núcleo

source: Use this to set the sample volume. If you need to automate volume changes, either use the fade-in/fade-out handles, or automate the volume on the audio track specified in the Output: combobox.
fr: Utilisez cette option pour régler le volume de l'échantillon . Si vous avez besoin d'automatiser les changements de volume ', soit utiliser les poignées fade-in/fade-out , ou automatiser le volume de la piste audio spécifié dans la sortie: zone de liste déroulante .
pt_pt: Use isto para definir o volume da amostra. Se necessitar de automatizar mudançaas de volume, pode usar quer as pegas de fade-in/fade-out, ou automatizar o volume na faixa áudio especificada no Destino: caixa de opções.

source: Checking this causes the sample to play backwards
fr: Vérification de ce qui provoque l'échantillon à jouer à l'envers
pt_pt: Marcar isto faz com que a amostra toque de traz para a frente

source: Sets the initial volume in dB when fading in.
fr: Règle le volume initial en dB lorsque la décoloration po
pt_pt: Define o volume inicial em dB durante o fade-in.

source: Sets the end volume in dB when fading out.
fr: Règle le volume final en dB quand la sortie en fondu .
pt_pt: Define o volume final em dB durante o fade-out.

source: Cannot edit audio items during playback
fr: Vous ne pouvez pas modifier les éléments audio lors de la lecture
pt_pt: Não é possivel editar os itens áudio enquanto está a tocar

source: Error drawing item for {}, could not get sample graph object
fr: Erreur élément de dessin pour {} , n'a pas pu obtenir objet graphique échantillon
pt_pt: Erro ao desenhar o item para {}, não foi possível tirar uma amostra do gráfico do objeto

source: Exception while loading {}
fr: Exception pendant le chargement {}
pt_pt: Exceção enquanto carregava {}

source: Unknown error loading sample f_path {}, {}
fr: Échantillon f_path erreur inconnue de chargement {} , {}
pt_pt: Erro desconhecido enquanto carregava a amostrar f_path {}, {}

source: Error loading '{}', file does not exist.
fr: Erreur lors du chargement '{}', le fichier n'existe pas .
pt_pt: Erro ao carregar '{}', o ficheiro não existe.

source: Set audio track {} to {}
fr: Définir piste audio {} {} à
pt_pt: Definir faixa áudio {} para {}

source: Set audio track {} soloed to {}
fr: Piste audio ensemble {} {} en solo pour
pt_pt: Definir faixa áudio {} em solo para {}

source: Set audio track {} muted to {}
fr: Définir piste audio {} {} sourdine à
pt_pt: Definir faixa áudio {} silenciada para {}

source: Set audio track {} name to {}
fr: Régler la piste audio {} {} nom de
pt_pt: Definir nome da faixa áudio {} para {}

source: Audio Track: {}
fr: Piste Audio : {}
pt_pt: Faixa Áudio: {}

source: Set audio track {} bus to {}
fr: Définir piste audio {} {} bus à
pt_pt: Definir faixa auxiliar da faixa áudio {} para {}

source: track
fr: piste
pt_pt: faixa

source: Bus:
pt_pt: Faixa auxiliar:

source: Click+drag to draw notes CTRL+click+drag to marquee select multiple items Press the Del button to delete selected notes To edit velocity, use the velocity button Double-click to edit note properties Click and drag the note end to change length Shift+click to delete a note To edit multiple items as one logical item, select multiple items in the region editor and right-click + 'Edit Selected Items as Group' The Quantize, Transpose and Velocity buttons open dialogs to manipulate the selected notes (or all notes if none are selected) Click the 'tooltips' checkbox in the transport to disable these tooltips
fr: Cliquez + faites glisser pour dessiner notes CTRL + clic + glisser pour sélectionner plusieurs éléments chapiteau Appuyez sur la touche Suppr pour supprimer les notes sélectionnées Pour modifier la vitesse , utiliser le bouton de vitesse Double-cliquez pour modifier les propriétés de correspondance Cliquez et faites glisser la fin de la note à modifier la longueur Shift + Clic pour supprimer une note Pour modifier plusieurs articles comme un élément logique , sélectionner plusieurs éléments dans la éditeur de région et clic droit + 'Modifier les objets sélectionnés dans le groupe' La Quantification , Transposition et boutons de vitesse dialogues ouverts à manipuler la notes sélectionnées (ou toutes les notes si aucune n'est sélectionnée ) Cliquez sur'info-bulles' case à cocher dans le transport de désactiver ces info-bulles
pt_pt: Clique e arraste para pôr notas CTRL+Clique e arraste para marcar e selecionar múltiplos itens Pressione o botão Del para apagar as notas selecionadas Para editar a velocidade, use o botão de velocidade Clique duas vezes para editar as propriedades das notas Clique+arraste o fim da nota para mudar as sua duração Shift+Clique para apagar uma nota. Para editar múltiplos itens como um só item lógico, selecione múltiplos itens no editor de regiões e clique com o botão direito +'Editar Itens Selecionados como um Grupo' Os botões de Quantizar, Transporte e Velocidade abrem diálogos para manipular as notas selecionadas (ou todas as notas se nenhuma estiver selecionada) Clique na caixa 'dicas de ferramentas' na barra de transporte para desativar estas ajudas

source: Quantize
fr: Quantifier
pt_pt: Quantizar

source: Clear All
fr: Tout effacer
pt_pt: Apagar Todas

source: Select the plugin/control you wish to automate using the comboboxes below
fr: Sélectionner le plugin / contrôle que vous souhaitez automatiser en utilisant les listes déroulantes ci-dessous
pt_pt: Selecionar o plugin/controlo que deseja automatizar usando as caixas de opções abaixo

source: Control
pt_pt: Controlo

source: In Use:
fr: En cours d'utilisation :
pt_pt: Em Uso:

source: Smooth
pt_pt: Suave

source: By default, the control points are steppy, this button draws extra points between the exisiting points.
fr: Par défaut , les points de contrôle sont steppy , ce bouton attire des points supplémentaires entre les points VIGUEUR QUI.
pt_pt: Por defeito, os pontos de control são afastados, este botão desenha pontos extra entre os pontos existentes.

source: Add Point
fr: Ajouter un point
pt_pt: Adicionar Ponto

source: Nothing copied to the clipboard. Right-click->'Copy Automation' on any knob on any plugin.
fr: Rien copié dans le presse-papiers . Clic droit - > ' Copier Automation' sur un bouton sur un plugin.
pt_pt: Nada copiado para a área de transferências. Clique com o botão direito ->'Copiar Automação' em qualquer knob em qualquer plugin.

source: Add automation point
fr: Ajouter un point d'automatisation
pt_pt: Adicionar ponto de automação

source: Position (bars)
pt_pt: Posição (compasso)

source: Position (beats)
fr: Position (battements )
pt_pt: Posição (batidas)

source: Value
pt_pt: Valor

source: Add
fr: Ajouter
pt_pt: Adicionar

source: Close
fr: Fermer
pt_pt: Fechar

source: Add pitchbend automation point
fr: Ajouter pitch bend point de l'automatisation
pt_pt: Adicionar ponto de automação de pitchbend

source: Instrument Pitchbend
pt_pt: Instrumento de Pitchbend

source: Set this to the same setting that your instrument plugin uses
fr: Placer ce à la même valeur que votre instrument plugin utilise
pt_pt: Definir para a mesma definição que o seu instrumento plugin usa

source: Effective Pitchbend
fr: À compter Pitchbend
pt_pt: Pitchbend Efetivo

source: Pitchbend values are in semitones. Use this dialog to add points with precision, or double-click on the editor to add points.
fr: Valeurs pitch bend sont en demi-tons . Utilisez cette boîte de dialogue pour ajouter des points avec précision, ou double-cliquez sur l'éditeur d'ajouter des points .
pt_pt: Os valores do pitchbend estão em semi-tons. Use este diálogo para adicionar pontos com precisão, ou clique duas vezes no editor para adicionar pontos.

source: Edit item(s)
fr: Modifier article (s )
pt_pt: Editar itens

source: Clear notes
fr: Notes claires
pt_pt: Apagar notas

source: Clear CCs
fr: CC Clear
pt_pt: Apagar CCs

source: Clear pitchbends
fr: Pitchbends Clear
pt_pt: Apagar pitchbends

source: You have editing in multiselect mode, but you have not selected anything. All items will be processed
fr: Vous avez l'édition en mode sélection multiple , mais vous n'avez rien sélectionné. Tous les articles seront traitées
pt_pt: Tem a edição em modo de múltiplas seleções, mas não tem nada selecionado. Todos os itens serão processados

source: Quantize item(s)
fr: Quantification article (s )
pt_pt: Quantizar itens

source: CCs and pitchbend follow notes?
fr: CC et pitch bend suivent notes ?
pt_pt: Seguir notas de CCs e pitchbend?

source: Only the selected notes will be quantized.
fr: Seules les notes sélectionnées seront quantifiées .
pt_pt: Apenas as notas selecionadas serão quantizadas.

source: Cannot have end value less than 1 if not using 'Add Values'
fr: Vous ne pouvez pas avoir une valeur de fin inférieure à 1 si vous n'utilisez pas 'ajouter des valeurs'
pt_pt: Não é possivel ter valores finais inferiores a 1 se não usar 'Adicionar Valores'

source: Velocity mod item(s)
fr: Article mod de vitesse(s)
pt_pt: Modulação de velocidade dos itens

source: Velocity Mod
pt_pt: Velocidade da Modulação

source: Draw line?
fr: Dessiner une ligne ?
pt_pt: Desenhar linha?

source: End Amount
fr: Montant final
pt_pt: Quantidade do Fim

source: Start Beat
fr: Lancer Beat
pt_pt: Batida de Início

source: Add Values?
fr: Ajouter des valeurs ?
pt_pt: Adicionar Valores?
