Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/src/*/pydaw4.po
Languages: fr, pt_pt

source: This control sets the number of worker threads for processing plugins and effects. Setting to 1 can result in the best latency. If your projects require more CPU power than one CPU core can provide, for best latency it is recommended that you only add the required number of cores, and not more than one thread per CPU core. Auto attempts to pick a sane number of worker threads automatically based on your CPU, if you're not sure how to use this setting, you should leave it on 'Auto'.
fr: Cette commande définit le nombre de threads de travail pour les plugins de traitement et effets . Réglage de 1 peut entraîner le meilleur temps de latence . Si vos projets nécessitent plus de puissance CPU d'un cœur de processeur peut fournir , pour meilleur temps de latence , il est recommandé que vous ajoutez seulement le nombre requis de cœurs , et non plus d'un thread par core de CPU . Auto essaie de choisir un nombre raisonnable de threads de travail se basant sur votre CPU , si vous n'êtes pas sûr de savoir comment utiliser ce paramètre, vous devez le laisser sur 'Auto'.

source: Elevated
fr: Plongée

source: Elevated(sandbox)
fr: Plongée (bac à sable)

source: GUI Only
fr: GUI Seulement

source: No Audio
fr: Non Audio

source: Lock worker threads to own core?
fr: Travailleur fils de verrouillage de posséder noyau ?

source: This may give better performance with fewer Xruns at low latency, but may perform badly on certain configurations. The audio engine setting must be set to 'Elevated' or 'Elevated(Sandbox)', otherwise this setting has no effect.
fr: Cela peut donner de meilleures performances avec moins de Xruns à faible latence , mais peut exécuter mal sur certaines configurations . Le réglage du moteur audio doit être réglé sur 'Élevé' ou 'élevé ( Sandbox ) ' , sinon ce paramètre n'a aucun effet.

source: Force CPU governor to performance mode when PyDAW is running?
fr: Forcer CPU gouverneur en mode performances lorsque PyDAW est en marche?

source: This forces the CPU to use more aggressive clockspeeds when PyDAW is running, and reverts back to 'On Demand' when PyDAW is closed. Use this for best performance if possible. The audio engine setting must be set to 'Elevated' or 'Elevated(Sandbox)', otherwise this setting has no effect. Also, support for cpufreq must be compiled in, which requires different dependencies in each distro, currently it's only default for Ubuntu. IMPORTANT: Enabling this usually crashes the audio engine when run from within Virtualbox or on systems with certain security configurations. Disable this if PyDAW's engine crashes on startup.
fr: Cela force le CPU à utiliser des fréquences plus agressifs quand PyDAW est la course, et revient à 'à la demande' quand PyDAW est fermé . Utiliser ce pour de meilleures performances si possible . Le réglage du moteur audio doit être réglé à 'élevé' ou 'élevé (Sandbox)', sinon ce paramètre n'a aucun effet . En outre , le soutien à cpufreq doit être compilé, ce qui nécessite différente dépendances dans chaque distribution , actuellement c'est seulement par défaut pour Ubuntu . IMPORTANT : L'activation de cette plante généralement le moteur audio lors de l'exécution de dans Virtualbox ou sur des systèmes avec certaines configurations de sécurité . Désactivez cette option si le moteur tombe en panne sur PyDAW startup.

source: MIDI In Device:
fr: MIDI In périphérique:

source: Settings changed
fr: Les paramètres modifiés

source: Hardware settings have been changed, and will be applied next time you start PyDAW.
fr: Paramètres matériels ont été modifiés, et seront appliqués la prochaine fois que vous démarrez PyDAW .

source: Couldn't open audio device {} This may (or may not) be because the device already open by PyDAW or another application such as a DAW, or Jack.
fr: Impossible d'ouvrir audio device {} Cela peut ( ou ne peut pas ) être parce que le dispositif déjà ouvert par PyDAW ou d'une autre application comme un DAW , ou Jack .

source: Ramp Env
fr: Rampe Env

source: Back
fr: Retour

source: Refresh
fr: Actualiser

source: Save bookmark file...
fr: Enregistrer le fichier de signets ...

source: Open bookmark file...
fr: Fichier de signets Open ...

source: Not adding '{}' because it contains bad chars, you must rename this file path without: {}
fr: Ne pas ajouter '{}' , car il contient de mauvaises caractères, vous devez renommer le fichier chemin sans : {}

source: Dry
fr: Sec

source: Plain Saw
fr: Saw Plain

source: Viral Saw
fr: Saw virale

source: Soft Saw
fr: Saw Soft

source: Lush Saw
fr: Saw Lush

source: Evil Square
fr: Mal Square

source: Soft Square
fr: Square Soft

source: Pink Glitch
fr: Glitch rose

source: White Glitch
fr: Blanc Glitch

source: Rattler
fr: Crotale

source: Deep Saw
fr: Saw Deep

source: Pitched
fr: Pente

source: Scale:
fr: Echelle:

source: Tight
fr: Serré

source: Loose
fr: Lâche

source: On-beat
fr: Le battement

source: Emphasis
fr: L'accent

source: CCs
fr: CC

source: Error, vorbis-tools are not installed
fr: Erreur , vorbis-tools ne sont pas installés

source: Export
fr: Exporter

source: Copy File to Clipboard
fr: File Copy to Clipboard

source: Paste File from Clipboard
fr: Fichier Coller du Presse-papiers

source: No file path in the clipboard
fr: Pas de chemin du fichier dans le presse-papiers
