Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/staging/*/pydaw4.po
Languages: es

source: No device configuration found
es: No configuración del dispositivo encontrado

source: Invalid device configuration
es: Configuración de dispositivo no válido

source: It appears that the system switched up the ALSA hw:X number, fixing it all sneaky-like in the background. (grumble, grumble...)
es: Parece que el sistema cambió el ALSA hw : número X , la fijación de todo astuto como en el fondo. ( queja , se quejan ... )

source: Device not found: {}
es: El dispositivo no encontrado : {}

source: Hardware Settings...
es: Configuración del hardware ...

source: Audio Device:
es: Dispositivo de audio:

source: Sample Rate:
es: Frecuencia de muestreo:

source: Buffer Size:
es: Tamaño del buffer

source: Worker Threads:
es: Subprocesos de trabajo :

source: This control sets the number of worker threads for processing plugins and effects. Setting to 1 can result in the best latency. If your projects require more CPU power than one CPU core can provide, for best latency it is recommended that you only add the required number of cores, and not more than one thread per CPU core. Auto attempts to pick a sane number of worker threads automatically based on your CPU, if you're not sure how to use this setting, you should leave it on 'Auto'.
es: Este control ajusta el número de subprocesos de trabajo para los plugins de procesamiento y efectos. El ajuste a 1 puede dar lugar a la mejor latencia. Si los proyectos requieren más potencia de CPU de un núcleo de la CPU se puede proporcionar, por la mejor latencia es recomienda que sólo se agrega la cantidad necesaria de los núcleos , y no más de un hilo por núcleo de CPU. Auto intenta elegir un número sano de subprocesos de trabajo de forma automática basándose en su CPU, si no estás seguro de cómo utilizar esta opción , debe dejarlo en 'Auto' .

source: Elevated
es: Elevada

source: Elevated(sandbox)
es: Elevada ( caja de arena )

source: GDB
es: BGF

source: GUI Only
es: Sólo GUI

source: Normal: Run the audio engine without elevated privileges. This generally works well enough, but may require higher latency settings. (YOU SHOULD PROBABLY USE THIS IF YOU ARE USING THE LIVE DVD/USB OR HAVE SELINUX ENABLED, THE ELEVATED OPTIONS MAY NOT WORK DUE TO THE SECURITY CONFIGURATION) Elevated: Run the audio engine with elevated privilege, this gives the best possible latency, but if your desktop uses GTK+ it may refuse to run it. (USE THIS OPTION IF POSSIBLE) Elevated(sandbox): Same as "Elevated", but works around GTK+'s decision to prevent executing code with elevated rights by using a helper program to launch the engine. (USE THIS OPTION IF POSSIBLE) OPTIONS BELOW ARE DEVELOPER OPTIONS THAT NORMAL USERS SHOULD NEVER USE Debug: Run with debug symbols and create a core dump on crashing. This is useful for diagnosing the cause of a crash, but consumes much more CPU and RAM, and is not recommended for normal use. GDB: Open in the GDB debugger with no audio or external MIDI to allow setting breakpoints and pausing execution. Valgrind: Open in Valgrind, with no audio or external MIDI. VERY SLOW unless worker threads is set to 1!!! GUI Only: Run the UI only with no audio engine No Audio: No audio or MIDI, mostly useful for attaching an external debugger.
es: Normal : Haga funcionar el motor de audio sin privilegios elevados Esto generalmente . Works bastante bien , pero tal vez requieran configuraciones de latencia superiores. ( Probablemente debería usar esta opción si está utilizando el DVD VIVO / USB O TIENE SELinux habilitado , LA ELEVADA OPCIONES NO PUEDE TRABAJAR POR LA CONFIGURACIÓN DE SEGURIDAD ) Elevado : Haga funcionar el motor de audio con privilegios elevados , esto ofrece la mejor latencia posible , pero si su escritorio utiliza GTK + que puede negarse a ejecutarla. (USE ESTA OPCIÓN SI ES POSIBLE) Elevada ( caja de arena ) : Lo mismo que 'elevada', pero las obras alrededor de la toma de GTK + ' s para evitar la ejecución de código con derechos elevados por el uso de un programa de ayuda para poner en marcha el motor. ( USE ESTA OPCIÓN SI ES POSIBLE ) OPCIONES continuación son opciones de desarrollo que los usuarios normales nunca debe utilizar Debug : . Ejecutar con símbolos de depuración y crear un volcado de memoria en estrellarse Esto es útil para el diagnóstico de la causa de un accidente , pero consume mucha más CPU y RAM, y es no se recomienda para el uso normal. GDB : Abierto en el depurador GDB sin audio o MIDI externo para permitir configuración Puntos de interrupción y la ejecución de una pausa . Valgrind : Open in Valgrind , sin audio o MIDI externo muy lento . a menos que los trabajadores Threads está establecido en 1 ! Sólo GUI : Ejecutar la interfaz de usuario sólo sin audio del motor No Audio : No hay audio o MIDI , sobre todo útil para conectar un externo depurador.

source: Lock worker threads to own core?
es: Subprocesos de trabajo de bloqueo a la propiedad de la base?

source: This may give better performance with fewer Xruns at low latency, but may perform badly on certain configurations. The audio engine setting must be set to 'Elevated' or 'Elevated(Sandbox)', otherwise this setting has no effect.
es: Esto puede dar un mejor rendimiento con menos xruns a baja latencia , pero puede un mal resultado en ciertas configuraciones . El reglaje del motor de audio debe estar ajustado a ' Elevado ' o ' elevada ( Sandbox ) ' , de lo contrario este valor no tiene ningún efecto .

source: Force CPU governor to performance mode when PyDAW is running?
es: Fuerza gobernador CPU al modo de rendimiento cuando PyDAW se está ejecutando ?

source: This forces the CPU to use more aggressive clockspeeds when PyDAW is running, and reverts back to 'On Demand' when PyDAW is closed. Use this for best performance if possible. The audio engine setting must be set to 'Elevated' or 'Elevated(Sandbox)', otherwise this setting has no effect. Also, support for cpufreq must be compiled in, which requires different dependencies in each distro, currently it's only default for Ubuntu. IMPORTANT: Enabling this usually crashes the audio engine when run from within Virtualbox or on systems with certain security configurations. Disable this if PyDAW's engine crashes on startup.
es: Esto obliga a la CPU para utilizar clockspeeds más agresivas cuando PyDAW escorriendo , y vuelve de nuevo a 'On Demand ' cuando PyDAW está cerrado. Utilice esto para un mejor rendimiento si es posible. El reglaje del motor de audio debe estar ajustado a 'elevada' o 'elevada ( Sandbox ) ' , de lo contrario este valor no tiene ningún efecto . Además , el apoyo a cpufreq deberá elaborarse en , lo que requiere diferentes dependencias en cada distro , actualmente Sólo por defecto para Ubuntu. IMPORTANTE : Al habilitar esta generalmente se bloquea el motor de audio cuando se ejecuta desde dentro de VirtualBox o en sistemas con ciertas configuraciones de seguridad. Desactivar esta opción si el motor del PyDAW se estrella en startup.

source: MIDI In Device:
es: MIDI In del dispositivo:

source: Cancel
es: Cancelar

source: Settings changed
es: Ajustes cambiados

source: Hardware settings have been changed, and will be applied next time you start PyDAW.
es: La configuración del hardware se han cambiado , y se aplicarán la próxima vez que se inicia PyDAW .

source: Couldn't open audio device {} This may (or may not) be because the device already open by PyDAW or another application such as a DAW, or Jack.
es: No se pudo abrir el dispositivo de audio {} Esto puede (o no ) ser porque el dispositivo ya está abierto por PyDAW u otra aplicación como una aplicación de audio , o Jack.

source: Error, cannot import liblo. This probably means that you installed the wrong package version. You must use the version that corresponds to your version of Ubuntu (or if using Fedora or something else, it must be compiled against the same version of Python3 that your OS uses). If you are unsure, it is probably best to compile PyDAW from the source code package yourself. Can't open PyDAW.
es: Error, no se puede importar liblo . Esto probablemente significa que ha instalado el Versión de paquete incorrecto . Usted debe utilizar la versión que corresponde a su versión de Ubuntu ( o si está usando Fedora u otra cosa , debe ser compilado en contra misma versión de python3 que utiliza el sistema operativo ) . Si no está seguro , es probablemente la mejor manera de compilar PyDAW del paquete de código fuente usted mismo. No se puede abrir PyDAW .

source: Set Value
es: Establecer valor

source: Value:
es: Valor:

source: Set to Note
es: Ajustado a la nota

source: Set Raw Controller Value
es: Ajuste Raw Controller Valor

source: Copy Automation
es: Copia de automatización

source: Filter
es: Filtro

source: Type
es: Tipo

source: Ramp Env
es: Rampa Env

source: Copy
es: Copia

source: Copy file path to clipboard
es: Ruta del archivo Copiar al portapapeles

source: Paste
es: Pegar

source: Paste file path from clipboard
es: Pegar ruta del archivo del portapapeles

source: No file path in the system clipboard.
es: No ruta del archivo en el portapapeles del sistema .

source: {} does not exist.
es: {} No existe .

source: Files
es: Archivos

source: Filter:
es: Filtro:

source: Back
es: Volver

source: Bookmarks
es: Marcadores

source: Preview
es: Vista previa

source: Refresh
es: Actualizar

source: Save bookmark file...
es: Guardar archivo de marcadores ...

source: Open bookmark file...
es: Archivo de marcadores Abrir ...

source: This bookmark no longer exists. You may have deleted it in another window.
es: Este marcador ya no existe . Puede que haya eliminado en otra ventana.

source: Delete
es: Borrar

source: Not adding '{}' because it contains bad chars, you must rename this file path without: {}
es: No es la adición de '{} ' porque contiene malos caracteres , debe cambiar el nombre el archivo camino sin : {}

source: Save the current settings to a preset. Plugin settings are saved to the project automatically when you close the plugin window, this button is only for presets.
es: Guardar la configuración actual a un valor preestablecido . Programas ajustes se guardan en el proyecto de forma automática al cerrar la ventana del plugin , este botón es sólo para presets.

source: Resets all controls to their default value
es: Restablece todos los controles a sus valores por defecto

source: More
es: Más

source: Save bank as...
es: Guardar como banco ...

source: Open bank...
es: Banco abierto ...

source: Restore factory bank...
es: Restaurar banco fábrica ...

source: Copy plugin settings...
es: Configuración del plugin de copia ...

source: Paste plugin settings...
es: Pegar configuración del plugin ...

source: Nothing copied to clipboard for {}
es: Nada de copiar al portapapeles para {}

source: Save preset bank...
es: Guardar banco de presets ...

source: Open preset bank...
es: Banco de presets Abrir ...

source: The selected preset bank is for {}, please select one for {}
es: El banco de presets seleccionado es de {} , por favor seleccione uno para {}

source: Preset name cannot be 'empty'
es: El nombre predeterminado no puede ser 'vacía'

source: The first preset must be empty
es: El primer preset debe estar vacío

source: Master
es: Maestro

source: Oscillator#:
es: Oscilador # :

source: All
es: Todos

source: Tools
es: Herramientas

source: Select (Additive [n]) as your osc type to use
es: Seleccionar ( Aditivo [ n]) como el tipo de osc utilizar

source: Set Saw
es: Establecer Saw

source: Set Sine
es: Establecer Sine

source: unused
es: sin usar

source: Out Gain
es: Ganancia Out

source: Ceiling
es: Techo

source: Vowel
es: Vocal

source: Rate
es: Cambio

source: Detune
es: Desafinación

source: Update controls for {}
es: Update controla para {}

source: Effects
es: Efectos

source: Fdbk
es: Fbk

source: Dry
es: Seco

source: Duck
es: Pato

source: Oscillator 1
es: Oscilador 1

source: Oscillator 2
es: Oscilador 2

source: Setting self hard sync's Osc1 to Osc2. Usually you would want to distort and pitchbend if this is enabled.
es: Configuración Osc1 de auto duro sincronización para Osc2 . Normalmente querría distorsionar y PITCHBEND si esta opción está activada .

source: ADSR Filter
es: Filtro ADSR

source: Pitch Env
es: Env Pitch

source: Plain Saw
es: Saw Llanura

source: Viral Saw
es: Saw Viral

source: Soft Saw
es: Saw Soft

source: Mid Saw
es: Mediados Saw

source: Lush Saw
es: Saw Lush

source: Punchy Square
es: Plaza Punchy

source: Soft Square
es: Square Soft

source: Pink Glitch
es: Glitch Pink

source: Thick Bass
es: Grueso Bass

source: Rattler
es: Cascabel

source: Deep Saw
es: Saw Deep

source: (Additive 1)
es: ( Aditivo 1 )

source: (Additive 2)
es: ( Aditivo 2 )

source: (Additive 3)
es: ( Aditivo 3 )

source: Oscillators
es: Osciladores

source: Oscillator 3
es: Oscilador 3

source: White
es: Blanco

source: Amount
es: Cantidad

source: Pitched
es: Inclinado

source: Percussion
es: Percusión

source: Path
es: Camino

source: Sample Pitch
es: Paso de la muestra

source: Low Note
es: Baja de nota

source: Volume
es: Volumen

source: Vel. Sens.
es: Vel . Senadores

source: Low Vel.
es: Vel Bajo

source: High Vel.
es: Alta Vel.

source: Menu
es: Menú

source: Save instrument to file
es: Guardar instrumento para presentar

source: Open instrument from file
es: Abrir instrumento desde el archivo

source: Map All Samples to 1 White Key
es: Mapa Todas las Muestras de 1 Llave Blanco

source: Map All Samples to Own MonoFX Group
es: Mapa Todas las Muestras para Poseer MonoFX Grupo

source: Clear All Samples
es: Borrar todas las muestras

source: Import SFZ
es: Importar SFZ

source: High Notes
es: Notas altas

source: Low Notes
es: Notas bajas

source: Volumes
es: Volúmenes

source: Velocity Sensitivity
es: Sensibilidad de velocidad

source: High Velocities
es: Altas velocidades

source: Low Velocities
es: Las velocidades bajas

source: Pitches
es: Parcelas

source: Interpolation Modes
es: Modos de interpolación

source: Noise Types
es: Tipos de ruido

source: Noise Amps
es: Amperios Noise

source: Samples
es: Ejemplos

source: Poly FX
es: Poli FX

source: View
es: Ver

source: Selected Sample
es: Muestra Seleccionado

source: Selected Sample:
es: Muestra seleccionada:

source: FX Group:
es: Grupo FX:

source: Set all base pitches
es: Establecer todos los pasos básicos

source: Set all low notes
es: Establecer todas las notas bajas

source: Set all high notes
es: Establecer todas las notas altas

source: Set all volumes
es: Establecer todos los volúmenes

source: Set all velocity sensitivity
es: Establecer todos sensibilidad a la velocidad

source: Set all low velocities
es: Establecer todas las velocidades bajas

source: Set all high velocities
es: Establecer todas las velocidades altas

source: Set all sample pitches
es: Establecer todos los campos de la muestra

source: Set all sample tunes
es: Establecer todas las melodías de muestra

source: Set all sample interpolation modes
es: Establecer todos los modos de muestra de interpolación

source: Set all noise amps
es: Establecer que todos los amplificadores de ruido

source: File '{}' cannot be read.
es: El archivo ' {}' no se puede leer .

source: Select a directory to move the samples to...
es: Seleccione un directorio para mover las muestras de ...

source: Warning
es: Advertencia

source: {} is not an empty directory, are you sure you want to save here?
es: {} No es un directorio vacío , ¿estás seguro de que desea guardar aquí ?

source: Import SFZ instrument...
es: Instrumento de importación SFZ ...

source: Error importing {} {}
es: Error al importar {} {}

source: Loading {}
es: Carga de {}

source: Euphoria only supports basic SFZ parameters such as key and velocity mapping. Any effects such as filters, etc... should be set manually after import.
es: Euphoria sólo admite parámetros básicos SFZ como clave y la velocidad mapeo. Cualquier efecto , tales como filtros, etc .. se deben establecer manualmente después de la importación .

source: Sample count {} exceeds maximum of {}, not loading all samples
es: El número de muestras {} excede el máximo de {} , que no cargan todas las muestras

source: Error parsing {} {}
es: Error al analizar {} {}

source: The following error happened: {} If you are running PyDAW from a USB flash drive, this may be because file IO timed out due to the slow nature of flash drives. If the problem persists, you should consider installing PyDAW-OS to your hard drive instead
es: El siguiente error ocurrió en : {} Si está ejecutando PyDAW desde una unidad flash USB , esto puede deberse a que el archivo IO tiempo de espera debido a la lenta naturaleza de las unidades flash . Si el problema continúa, usted debe considerar la instalación de PyDAW -OS en su disco duro en lugar

source: This is the song editor. A song is a timeline consisting of regions, click here to add a region, click and drag to move a region, or press the 'delete' button to delete the selected regions. Click on a region to edit it in the region editor below. Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Este es el editor de canciones . Una canción es una línea de tiempo que consta de regiones , haga clic aquí para añadir una región , haga clic y arrastre para mover una región, o pulse la tecla botón 'Eliminar' para borrar las regiones seleccionadas . Haga clic en una región para editarlo en el editor de regiónabajo. Haga clic en la casilla de verificación ' tooltips ' en el transporte para desactivar estos tooltips

source: This is a region editor, it consists of items and tracks. A track is either a plugin instrument, audio track or bus track. An item is one bar of MIDI notes or plugin automation. Click an empty cell to add a new item Double click an item to open it in the piano-roll-editor or select multiple and right-click->'edit multiple items as group' The selected items can be copied by pressing CTRL+C, cut with CTRL+X, pasted with CTRL+V, and deleted by pressing 'Delete' Additional functions can be found by right-clicking on the items, the term 'unlink' means to create a new copy of the item that does not change it's parent item when edited (by default all items are 'ghost items' that update all items with the same name) Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Se trata de un editor de la región , se compone de elementos y pistas. Una pista es , bien un instrumento plugin, pista de audio o pista de bus . Un elemento es una pastilla de notas MIDI o de automatización de plug-in . Haga clic en una celda vacía para añadir un nuevo elemento de Haga doble clic en un elemento para abrirlo en el piano-roll -editor o seleccionar múltiples y haga clic derecho -> 'editar varios elementos, como el grupo' Los elementos seleccionados se pueden copiar presionando CTRL + C , se cortó con CTRL + X, pegado con CTRL + V , y borrado pulsando ' Borrar ' Las funciones adicionales se pueden encontrar haciendo clic derecho sobre los elementos , el término ' unlink ' significa crear una nueva copia del elemento que no cambia es elemento principal cuando editado ( por defecto, todos los elementos son 'partidas fantasma' que se actualizan todos los elementos con el mismo nombre ) Haga clic en la casilla de verificación 'tooltips' en el transporte para desactivar estos tooltips

source: Drag .wav files from the file browser onto here. You can edit item properties with the 'Edit' tab to the left, or by clicking and dragging the item handles. Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Drag . Wav desde el explorador de archivos en aquí . Puede editar elemento propiedades con el Pestaña 'Editar' a la izquierda , o haciendo clic y arrastrando el elemento maneja . Haga clic en la casilla de verificación ' tooltips ' en el transporte para desactivar estos tooltips

source: Use this tab to browse your folders and files. Drag and drop one file at a time onto the sequencer. .wav files are the only supported audio file format. Click the 'Bookmark' button to save the current folder to your bookmarks located on the 'Bookmarks' tab. Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Utilice esta ficha para navegar por sus carpetas y archivos. Arrastrar y soltar un archivo a la vez en el secuenciador. . wav son el formato de archivo de audio sólo está soportado . Haga clic en el botón ' Marcar ' para guardar la carpeta actual a los marcadores que se encuentra en la pestaña ' Bookmarks' . Haga clic en la casilla de verificación ' tooltips ' en el transporte para desactivar estos tooltips

source: This tab allows you to set effects per-item. The tab is only enabled when you have exactly one item selected, the copy and paste buttons allow you to copy settings between multipe items.
es: Esta ficha le permite establecer efectos por elemento . La ficha sólo está permitido cuando se tiene exactamente un elemento seleccionado , la copia y pegar botones permiten copiar ajustes entre partidas multipe .

source: Click+drag to draw notes CTRL+click+drag to marquee select multiple items Press the Del button to delete selected notes To edit velocity, use the velocity button Double-click to edit note properties Click and drag the note end to change length Shift+click to delete a note To edit multiple items as one logical item, select multiple items in the region editor and right-click + 'Edit Selected Items as Group' The Quantize, Transpose and Velocity buttons open dialogs to manipulate the selected notes (or all notes if none are selected) Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Haga clic + arrastrar para dibujar notas CTRL + clic + arrastrar para seleccionar marquesina varios artículos Pulse la tecla Supr para borrar las notas seleccionadas Para editar la velocidad, use el botón de la velocidad Haga doble clic para editar las propiedades de la nota Haga clic y arrastre el extremo de nota para cambiar la longitud Shift + clic para eliminar una nota Para editar varios elementos como un elemento lógico , seleccionar varios elementos en el Editor de región y haga clic derecho + 'Editar elementos seleccionados como grupo ' El Quantize , Transpose y botones de Velocidad cuadros de diálogo abiertos para manipular el las notas seleccionadas (o todas las notas , si no hay ninguna seleccionada ) Haga clic en la casilla de verificación ' tooltips ' en el transporte para desactivar estos tooltips
