Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/staging/*/pydaw4.po
Languages: es

source: This is the transport, use this control to start/stop playback or recording. You can start or stop playback by pressing spacebar The MIDI controller used for recording is selected in the File->HardwareSettings menu The 'Loop Mode' combobox can be used to loop a region. The 'Follow' checkbox causes the UI to follow the project's playback position The 'Overdub' checkbox causes recorded MIDI notes to be appended to existing items, rather than placed in new items that replace the existing items. The panic button sends a note-off event on every note to every plugin. Use this when you get a stuck note. Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Este es el transporte , utilice este control para iniciar / detener la reproducción o grabación. Se puede iniciar o detener la reproducción pulsando la barra espaciadora Se ha seleccionado el controlador MIDI utilizado para la grabación en el archivo Menú > HardwareSettings El cuadro combinado 'Loop Mode' se puede utilizar para recorrer una región. La casilla de verificación 'Seguimiento' hace que la interfaz de usuario a seguir la reproducción del proyecto La posición La casilla de verificación 'Overdub' causa registrada notas MIDI para ser añadido al ya existente elementos, en lugar de colocarse en elementos nuevos que reemplazan a los elementos existentes . El botón de pánico envía un evento de note-off en cada nota de cada plugin. Utilice esto cuando usted consigue una nota pegada . Haga clic en la casilla de verificación 'tooltips' en el transporte para desactivar estos tooltips

source: Use this tab to create CC maps for your MIDI controller to PyDAW's built-in plugins Each CC routes to a different control for each instrument, or if the CC is 'Effects Only', it routes only to Modulex
es: Utilice esta ficha para crear mapas de CC para su controlador MIDI a built-in de PyDAW plugins Cada rutas CC a un control diferente para cada instrumento , o si el CC es 'Efectos Only' , enruta sólo para Modulex

source: This tab allows you to A/B your track against a .wav file. Click the 'Open' button to open the .wav file, then click the 'Enabled?' checkbox to disable normal audio and enable the A/B track
es: Este registro le permite a A / B su pista contra un archivo wav . . Haga clic en el botón 'Abrir' para abrir el archivo wav . , Y luego haga clic en el ' Habilitado ? casilla de verificación para desactivar el audio normal y permitir que la pista A / B

source: You must create or select a region first by clicking in the song editor above.
es: Debe crear o seleccione una región haciendo clic en el editor de canciones por encima.

source: Create empty region '{}' at {}
es: Crear región vacía '{}' en {}

source: Create new region '{}' at {} copying from {}
es: Crear nueva región '{}' en {} {} la copia de

source: Add region to song...
es: Añadir región a la canción ...

source: New:
es: Nuevo

source: Copy from:
es: Copiar desde

source: Remove {} from song
es: Eliminar {} de la canción

source: Name cannot be blank
es: El nombre no puede estar en blanco

source: Rename region
es: Cambiar el nombre de la región

source: Rename region...
es: Cambiar el nombre de la región ...

source: New name:
es: Nuevo nombre:

source: Deleted region references at
es: Referencias región suprimida en

source: Drag-n-drop song item(s)
es: Elemento canción Drag -n -drop ( s )

source: Set region '{}' length to {}
es: Set región '{}' de longitud a {}

source: Set region '{}' length to default value
es: Set región '{}' de longitud al valor por defecto

source: Region:
es: Región

source: Region Length:
es: Largo Región:

source: Split region {} into {}
es: Región de Split {} en {}

source: Split region...
es: Región de Split ...

source: Split at:
es: Split a :

source: Tracks
es: Pistas

source: An item named '{}' already exists.
es: Un elemento denominado '{} ' ya existe .

source: Add reference(s) to item (group) '{}' in region '{}'
es: Agregar referencia ( s ) de artículo ( grupo ) '{}' en la región de '{}'

source: Add item reference to region...
es: Añadir la referencia del artículo a la región ...

source: Existing:
es: Existente

source: Item Count:
es: Cuenta del artículo:

source: Only used for 'New'
es: Sólo se utiliza para 'New'

source: Paste Clipboard
es: Pegar Portapapeles

source: Paste to End
es: Pegar hasta el final

source: Edit Selected Items as Group
es: Editar elementos seleccionados como grupo

source: Copy (CTRL+C)
es: Copiar ( CTRL + C )

source: Paste (CTRL+V)
es: Pegar ( Ctrl + V )

source: Paste to Region End (ALT+V)
es: Pegar a la Región End (ALT + V )

source: Rename Selected Items
es: Cambiar el nombre de los elementos seleccionados

source: Unlink Single Item(CTRL+D)
es: Desvincular un solo artículo ( CTRL + D)

source: Auto-Unlink Selected Items
es: Auto - Desvincular Elementos seleccionados

source: Delete (Del)
es: Borrar ( Del)

source: No items selected
es: No hay elementos seleccionados

source: Transpose item(s)
es: Transpose artículo ( s )

source: Semitones
es: Semitonos

source: Octaves
es: Octavas

source: Duplicate notes?
es: Duplicar notas?

source: Checking this box causes the transposed notes to be added rather than moving the existing notes.
es: Al marcar esta casilla, las notas transpuestas a añadir en lugar de moverse las notas existentes.

source: You cannot open multiple instances of the same item as a group. You should unlink all duplicate instances of {} into their own individual item names before editing as a group.
es: No se puede abrir varias instancias del mismo elemento como un grupo. Usted debe desvincular todas las instancias duplicadas de {} en su cuenta individual nombres de los elementos antes de editar como un grupo .

source: Rename items
es: Cambiar el nombre de los elementos

source: Rename selected items...
es: Cambiar el nombre de los elementos seleccionados ...

source: You must choose a different name than the original item
es: Debe elegir un nombre diferente que el elemento original

source: An item with this name already exists.
es: Un artículo con ese nombre ya existe.

source: Unlink item '{}' as '{}'
es: Desvincular elemento '{}' como '{}'

source: Copy and unlink item...
es: Copiar y desenlazar material ...

source: Auto-Unlink items
es: Artículos Auto - Desvincular

source: Paste to region end only works when you have exactly one item copied to the clipboard. You have {} items copied.
es: Pega a la final de la región sólo funciona cuando se tiene exactamente un elemento de copia en el portapapeles. Tienes {} elementos copiados .

source: Drop event out of bounds, ignoring...
es: Drop evento fuera de límites, haciendo caso omiso de ...

source: Edit region
es: Edit región

source: Double click to open editor dialog Click and drag selected to move. Shift+click to split items Ctrl+drag to copy selected items You can multi-select individual items by CTRL+Alt clicking on them. You can glue together multiple items by selecting items and pressing CTRL+G , the glued item will retain all of the fades, stretches and per-item fx of the original items.
es: Haga doble clic para abrir el diálogo editor Haga clic y arrastre para mover seleccionado . Shift + clic para dividir elementos Ctrl + arrastrar para copiar elementos seleccionados Puede seleccionar varios elementos individuales CTRL + Alt clic sobre ellos . Puede pegar juntos varios elementos, la selección de elementos y presionando CTRL + G , El elemento pegado retendrá todos los fundidos , se extiende y fx por elemento de los elementos originales .

source: Use this handle to resize the item by changing the start point.
es: Utilice este control para redimensionar el tema de cambiar el punto de inicio .

source: Use this handle to resize the item by changing the end point.
es: Utilice este control para redimensionar el tema de cambiar el punto final.

source: Use this handle to change the fade in.
es: Utilice esta palanca para cambiar el fade in

source: Use this handle to change the fade out.
es: Utilice esta palanca para cambiar el fundido de salida .

source: Use this handle to resize the item by time-stretching it.
es: Utilice este control para redimensionar el artículo por tiempo estirarla .

source: Save a copy
es: Guardar una copia

source: Open parent folder in browser
es: Abrir carpeta principal en el navegador

source: Save audio item as .wav
es: Guardar como elemento de audio . Wav

source: The folder did not exist: {}
es: La carpeta no existiera : {}

source: No more available audio item slots, max per region is {}
es: No hay ranuras para objetos de audio más disponibles , como máximo por región es {}

source: Split audio item
es: Elemento de audio Split

source: Update audio items
es: Actualización de elementos de audio

source: No text in the system clipboard
es: No hay texto en el portapapeles del sistema

source: {} is not a valid file
es: {} No es un archivo válido

source: The audio engine is not running, audio items cannot be added. If the audio engine crashed, you will need to restart PyDAW.
es: El motor de audio no está en marcha , elementos de audio no se pueden añadir . Si el motor de audio se estrelló, usted tendrá que reiniciar PyDAW .

source: Added audio items to region {}
es: Alta elementos de audio a la región {}

source: Delete audio item(s)
es: Eliminar elemento de audio ( s )

source: No audio items selected, not glueing
es: No hay datos de audio seleccionados , no encolado

source: Glued audio items
es: Elementos de sonido de madera maciza

source: Edit
es: Editar

source: Per-Item FX
es: FX por artículo

source: None
es: Ninguno

source: Clone from region...
es: Clon de la región ...

source: Copy selected
es: Copy selecciona

source: Small
es: Pequeño

source: Large
es: Grande

source: Nothing selected.
es: Nada seleccionado .

source: Nothing copied to the clipboard.
es: Nada de lo copia en el portapapeles .

source: Paste audio items
es: Pegar elementos de audio

source: Clone audio from region...
es: Audio Clone de la región ...

source: Clone from:
es: Clonar a partir de:

source: Time:
es: Tiempo

source: Crispness
es: Curruscancia

source: 0 (smeared)
es: 0 ( manchado )

source: 6 (sharp, drums)
es: 6 (en punto , batería)

source: Output:
es: Salida

source: Save Changes
es: Guardar cambios

source: This control is only valid for the SBSMS and {} modes, the start/end values are for the full sample length, not the edited start/end points setting the start/end time to different values will cause the timestretch handle to disappear on the audio item.
es: Este control sólo es válida para los SBSMS y {} modos , los valores de inicio / final son para la longitud de la muestra completa , no el inicio editado / puntos finales Ajuste de la hora de inicio / fin para diferentes valores hará que el timestretch manejar a desaparecer en el elemento de audio.

source: Time(affecting pitch)
es: El tiempo (que afecta el tono)

source: Pitch(affecting time)
es: Pitch (que afectan el tiempo)

source: Changes are not saved until you push this button
es: Los cambios no se guardan hasta que presione este botón

source: To edit the properties of one or more audio item(s), click or marquee select items, then change their properties and click 'Save Changes' Only the control section(s) whose checkbox is checked will be updated. Click the 'tooltips' checkbox in the transport to disable these tooltips
es: Para editar las propiedades de uno o más artículos de audio ( s ) , haga clic en o seleccione con un recuadro artículos , a continuación, cambiar sus propiedades y haga clic en 'Guardar Cambios' Sólo la sección ( s ) de control cuya casilla de verificación esté marcada se actualizará . Haga clic en la casilla de verificación ' tooltips ' en el transporte para desactivar estos tooltips

source: Affects the sharpness of transients, only for modes using Rubberband
es: Afecta a la nitidez de los transitorios , sólo para los modos usando Rubberband

source: Modes: None: No stretching or pitch adjustment Pitch affecting time: Repitch the item, it will become shorter at higher pitches, and longer at lower pitches Time affecting pitch: Stretch the item to the desired length, it will have lower pitch at longer lengths, and higher pitch at shorter lengths Rubberband: Adjust pitch and time independently Rubberband (formants): Same as Rubberband, but preserves formants SBSMS: Adjust pitch and time independently, also with the ability to set start/end pitch/time differently Paulstretch: Mostly for stretching items very long, creates a very smeared, atmospheric sound
es: Modos: Ninguno : No estiramiento o ajuste de paso Tiempo de tono afecta a : Repitch el artículo, que se convertirá más cortos a altas lanzamientos, y ya en los tonos más bajos El tiempo afectar el pitch : Estirar el artículo a la longitud deseada , tendrá tono menor a mayor longitud y mayor campo en longitudes más cortas Rubberband : Ajuste de tono y tiempo de forma independiente Rubberband ( formantes ) : Igual que Rubberband , pero conserva los formantes SBSMS : Ajuste de tono y tiempo de forma independiente , también con la capacidad de establecer Paso de inicio / fin / tiempo de manera diferente Paulstretch : Mayormente para estirar artículos muy largo, crea una muy manchada sonido atmosférico

source: Use this combobox to select the output audio track on the 'Audio Tracks' tab where you can apply effects and automation. Please note that if you use a lot of audio sequencing in your projects, you must assign audio items to multiple tracks to take advantage of multiple CPU cores, otherwise all items will be processed on a single core
es: Utilice este cuadro combinado para seleccionar la pista de audio de salida en las 'pistas de audio' tab donde se puede aplicar efectos y automatización. Tenga en cuenta que si utiliza un muchos de secuenciación de audio en sus proyectos, debe asignar elementos de audio en varias pistas para aprovechar las múltiples Núcleos de la CPU , de lo contrario todos los artículos serán procesado en un solo núcleo

source: Use this to set the sample volume. If you need to automate volume changes, either use the fade-in/fade-out handles, or automate the volume on the audio track specified in the Output: combobox.
es: Use esto para establecer el volumen de la muestra . Si usted necesita para automatizar los cambios de volumen , bien utilizar las asas fade-in/fade-out , o automatizar el volumen de la pista de audio especificado en la salida: combobox .

source: Checking this causes the sample to play backwards
es: La activación de esta hace que la muestra juega al revés

source: Sets the initial volume in dB when fading in.
es: Establece el volumen inicial en dB cuando decoloración pulg

source: Sets the end volume in dB when fading out.
es: Establece el volumen final en dB cuando el desvanecimiento .

source: Cannot edit audio items during playback
es: No se puede editar elementos de audio durante la reproducción

source: Error drawing item for {}, could not get sample graph object
es: Error elemento de dibujo para {} , no pudo obtener la muestra objeto gráfico

source: Exception while loading {}
es: Excepción al cargar {}

source: Unknown error loading sample f_path {}, {}
es: Muestra f_path loading Error desconocido {} , {}

source: Error loading '{}', file does not exist.
es: Error al cargar '{}' , no existe el archivo .

source: Set audio track {} to {}
es: Establecer la pista de audio {} a {}

source: Set audio track {} soloed to {}
es: Establecer la pista de audio {} {} para individualizar

source: Set audio track {} muted to {}
es: Establecer la pista de audio {} silenciado a {}

source: Set audio track {} name to {}
es: Establecer pista {} Nombre de audio a {}

source: Set audio track {} bus to {}
es: Establecer la pista de audio {} autobús a {}

source: track
es: pista

source: Scale:
es: Escala

source: Emphasis
es: Énfasis

source: Select All
es: Seleccionar todo

source: Clear All
es: Borrar todo

source: Select the plugin/control you wish to automate using the comboboxes below
es: Seleccione el plugin / control que desea automatizar el uso de los cuadros combinados de abajo

source: {}Draw points by double-clicking, then click the 'smooth' button to draw extra points between them. Click+drag to select points Ctrl+click+drag selected points to copy press the 'delete' button to delete selected points.
es: {} Dibuja puntos con un doble clic , a continuación, haga clic en el botón de 'suave' para dibujar puntos extra entre ellos. Haga clic + arrastrar para seleccionar los puntos de Ctrl + clic + arrastrar puntos seleccionados para copiar pulse el botón 'delete' para eliminar los puntos seleccionados .

source: In Use:
es: En uso

source: By default, the control points are steppy, this button draws extra points between the exisiting points.
es: De forma predeterminada , los puntos de control son steppy , este botón dibuja puntos extra entre los puntos exisiting .

source: Paste Point
es: Pegar Point

source: Nothing copied to the clipboard. Right-click->'Copy Automation' on any knob on any plugin.
es: Nada copiado en el portapapeles . Haga clic derecho -> 'Copiar Automation 'en cualquier botón en cualquier plugin.'

source: Add automation point
es: Añadir punto de automatización

source: Position (bars)
es: Posición (barras)

source: Position (beats)
es: Posición (latidos )

source: Value
es: Valor

source: Add
es: Agregar

source: Close
es: Cerrar

source: Add pitchbend automation point
es: Añadir punto automatización pitchbend

source: Instrument Pitchbend
es: Instrumento Pitchbend

source: Set this to the same setting that your instrument plugin uses
es: Ponga esto en el mismo entorno que su instrumento plugin utiliza

source: Effective Pitchbend
es: Pitchbend Efectiva

source: Pitchbend values are in semitones. Use this dialog to add points with precision, or double-click on the editor to add points.
es: Los valores son PITCHBEND en semitonos. Utilice este cuadro de diálogo para agregar puntos con precisión, o haga doble clic en el editor para añadir puntos .

source: Clear notes
es: Notas claras

source: Clear CCs
es: CC Clear

source: Clear pitchbends
es: Pitchbends Clear

source: You have editing in multiselect mode, but you have not selected anything. All items will be processed
es: Has de editar en el modo de selección múltiple , pero no ha seleccionado nada. Todos los artículos serán procesados ​​

source: Quantize item(s)
es: Elemento de cuantización ( s )

source: CCs and pitchbend follow notes?
es: CC y pitchbend Siguen las notas ?

source: Only the selected notes will be quantized.
es: Sólo que se cuantificarán las notas seleccionadas.

source: Cannot have end value less than 1 if not using 'Add Values'
es: No se puede tener un valor final inferior a 1 si no se usa ' Añadir valores '

source: Velocity mod item(s)
es: Elemento mod Velocity ( s )

source: Draw line?
es: Dibuja la línea ?

source: End Amount
es: Monto Final

source: Start Beat
es: Comience Beat

source: Add Values?
es: Agregar valores ?

source: Check this to add Amount to the existing value, or leave unchecked to set the value to Amount.
es: Mira esto añadir Importe al valor existente , o salir sin marcar para establecer el valor en cantidad.

source: You are editing in multiselect mode, but you have not selected anything. All items will be processed
es: Usted se está editando en el modo de selección múltiple , pero no ha seleccionado nada. Todos los artículos serán procesados ​​

source: You must open an item first by double-clicking on one in the region editor on the 'Song/Region' tab.
es: Usted debe abrir un elemento primero haciendo doble clic en uno en el editor de región en la pestaña 'Canción / Región'.

source: Notes
es: Notas

source: Editing Item:
es: Edición del artículo:

source: Add/Edit
es: Agregar/Editar

source: List Editors
es: Editores Lista

source: Start
es: Inicio

source: Length
es: Largo

source: Note
es: Nota

source: Note#
es: Nota #

source: Delete notes from item '{}'
es: Eliminar notas del tema '{}'

source: Paste notes into item '{}'
es: Notas pegarlo en elemento ' {} '

source: Cut notes from item '{}'
es: Notas de corte de elemento '{} '

source: Delete CCs from item '{}'
es: Eliminar los CC del elemento '{}'

source: Paste CCs into item '{}'
es: Pegar CCs en elemento '{}'

source: Cut CCs from item '{}'
es: Cortar los CC del elemento '{}'

source: Delete pitchbends from item '{}'
es: Eliminar pitchbends de elemento '{}'

source: Paste pitchbends into item '{}'
es: Pitchbends pegarlo en elemento '{}'

source: Cut pitchbends from item '{}'
es: Cortar pitchbends del elemento '{}'

source: Delete note from item '{}'
es: Eliminar la nota de la partida '{}'

source: Delete pitchbend from item '{}'
es: Eliminar pitchbend de elemento '{}'

source: Update notes for item(s)
es: Actualización notas por artículo ( s )

source: Quantize(beats)
es: Quantize (latidos )

source: Start(beats)
es: Start (latidos )

source: Length(beats)
es: Longitud ( beats )

source: Add another?
es: Agregar otro ?

source: Duplicate pitchbend event
es: Duplicar evento pitchbend

source: Update pitchbends for item '{}'
es: Actualizar pitchbends para el artículo '{}'

source: Position(beats)
es: Posición (latidos )

source: End(beats)
es: Fin de ( latidos )

source: Set volume for MIDI track {} to {}
es: Ajuste de volumen para la pista MIDI {} a {}

source: Set volume for bus track {} to {}
es: Ajuste de volumen para bus pista {} a {}

source: Set solo for MIDI track {} to {}
es: Establecer como solista para MIDI pista {} a {}

source: Set mute for MIDI track {} to {}
es: Ajuste de silencio para pistas MIDI {} a {}

source: Set name for MIDI track {} to {}
es: Establecer nombre para pistas MIDI {} a {}

source: Set instrument for MIDI track {} to {}
es: Ajuste instrumento de MIDI pista {} a {}

source: Bus Track: {}
es: Bus de la pista: {}

source: Set bus for MIDI track {} to {}
es: Set de autobús para pistas MIDI {} a {}

source: Recording
es: Grabación

source: You must select a name for the item
es: Debe seleccionar un nombre para el elemento

source: Save recorded MIDI items
es: Guardar elementos MIDI grabados

source: Item Name:
es: Nombre del artículo:

source: Save
es: Guardar

source: Cannot use overdub mode with loop mode to record
es: No se puede usar el modo de doblaje con el modo de bucle para grabar

source: Set project tempo to {}
es: Configurar tempo del proyecto a {}

source: Region
es: Región

source: Follow
es: Seguir

source: Check this box to show really annoying (but useful) tooltips for everything
es: Marque esta casilla para mostrar información sobre herramientas realmente molesto ( pero útiles ) para todo

source: Panic button: Sends a note-off signal on every note to every instrument
es: Botón de pánico : Envía una señal de note-off en cada nota a todos los instrumentos

source: Checking this box causes recording to unlink existing items and append new events to the existing events
es: Al marcar esta casilla causas grabación desvincular elementos existentes y añadir nuevoseventos a los eventos existentes

source: Checking this box causes the region editor to follow playback
es: Al marcar esta casilla, el editor de la región a seguir la reproducción

source: You must save the project file to an empty directory, use the 'Create Folder' button to create a directory.
es: Debe guardar el archivo de proyecto en un directorio vacío , utilice el Crear Botón de la carpeta ' para crear un directorio.

source: New Project
es: Nuevo proyecto

source: Open Project
es: Abrir proyecto

source: Save project as...
es: Guardar proyecto como ...

source: Finished in {}
es: Acabado en {}

source: Rendering to .wav, please wait
es: Representar a . Wav , por favor espere

source: Name cannot be empty
es: El nombre no puede estar vacío
