Repository: FORARTfe/MusiKernel2
Catalog: src/pydaw/locale/staging/*/pydaw4.po
Languages: es

source: End point is before start point.
es: Punto final es el punto de partida antes .

source: Select a file name to save to...
es: Seleccione un nombre de archivo para guardar en ...

source: File Name:
es: Nombre de archivo:

source: Select
es: Seleccionar

source: Start:
es: Iniciar

source: File is exported to 32 bit .wav at the sample rate your audio interface is running at. You can convert the format using other programs such as Audacity
es: El archivo se exporta a 32 bits . Wav en la frecuencia de muestreo de la interfaz de audio es funcionando a . Se puede convertir el formato de uso de otros programas como Audacity

source: Copy export path to clipboard? (useful for right-click pasting back into the audio sequencer)
es: Ruta de exportación Copiar al portapapeles ? (Útil para botón derecho pegar de nuevo en el secuenciador de audio )

source: Undo history
es: Deshacer la historia

source: Verify Project History Database
es: Verificar History Project Database

source: Open a theme file
es: Abrir un archivo de tema

source: Theme Applied...
es: Tema Aplicado ...

source: Please restart PyDAW to update the UI
es: Por favor, reinicie PyDAW para actualizar la interfaz de usuario

source: File name cannot be empty
es: El nombre del archivo no puede estar vacío

source: No available slots for inserting a region, delete an existing region from the song editor first
es: No hay espacios disponibles para la inserción de una región , eliminar una región existente de el editor de canciones primero

source: Import MIDI file
es: Importar archivo MIDI

source: Open MIDI File
es: Abrir archivo MIDI

source: Import MIDI File...
es: Importar archivo MIDI ...

source: Please ensure that avconv(or ffmpeg) and lame are installed, can't open mp3 converter dialog. Check your normal sources for packages or visit: http://lame.sourceforge.net/ http://libav.org Can't find {}
es: Por favor, asegúrese de que avconv (o ffmpeg ) y cojos se instalan , no puedan abrir mp3 diálogo convertidor. Revise sus fuentes normales de paquetes o visite: http://lame.sourceforge.net/ http://libav.org No se puede encontrar {}

source: Error, vorbis-tools are not installed
es: Error, vorbis- Tools no está instalado

source: File names cannot be empty
es: Los nombres de archivo no puede estar vacía

source: Success
es: Éxito

source: Created file
es: Creado el archivo

source: Audio File Converter
es: Convertidor de archivos de audio

source: Input File:
es: Archivo de entrada:

source: Output File:
es: Archivo de salida

source: &File
es: & Archivo

source: New
es: Nuevo

source: Save As...(projects are automatically saved, this creates a copy)
es: Guardar como ... ( proyectos se guardan automáticamente , esto crea una copia )

source: Quit
es: Salir

source: &Edit
es: & Editar

source: Undo
es: Deshacer

source: Redo
es: Rehacer

source: Undo History...
es: Deshacer historia ...

source: Verify History DB...
es: Verificar Historia DB ...

source: &Appearance
es: Y Apariencia

source: Collapse transport and song editor
es: Editor de transporte Collapse y canto

source: Restore transport and song editor
es: Restaurar el transporte y el editor de canciones

source: Open Theme...
es: Abrir Tema ...

source: &Tools
es: Y Herramientas

source: Ogg Converter...
es: Ogg Convertidor ...

source: &Help
es: & Ayuda

source: PyDAW Website...
es: PyDAW Web ...

source: Version Info...
es: Información de la versión ...

source: Song/Region
es: Canción / Región

source: Instruments
es: Instrumentos

source: Busses
es: Autobuses

source: Audio Tracks
es: Pista de audio

source: Audio Seq
es: Audio Sec.

source: MIDI Item
es: Artículo MIDI

source: Project Notes
es: Notas de Proyectos

source: The audio engine died with error code {}, please try restarting PyDAW
es: El motor de audio murió con código de error {} , por favor intente reiniciar PyDAW

source: Message
es: Mensaje

source: Are you sure you want to quit?
es: ¿Está seguro de que desea salir ?

source: Save CC Map
es: Guardar CC Map

source: New CC Map
es: Nueva CC Map

source: Map CC to Control(s)
es: Mapa CC para controlar ( s )

source: Move your MIDI controller to set the CC number, you must select a MIDI controller and record arm a track first. Checking the 'Effects tracks only?' box will cause the controller to only modify Modulex and all instrument controls will be ignored.
es: Mover el controlador MIDI para ajustar el número de CC , debe seleccionar un controlador MIDI y el brazo a grabar una pista primero . Comprobación de los ' Efectos sólo pistas ? caja hará que el controlador de sólo modificar Modulex y todos los controles del instrumento serán ignorados .

source: Effects tracks only?
es: Efectos de las pistas sólo ?

source: New CC
es: Nueva CC

source: New Map
es: El nuevo mapa

source: Save As
es: Guardar como

source: Enabled?
es: Habilitado ?

source: Export
es: Exportar

source: Copy File to Clipboard
es: Copia del archivo de Portapapeles

source: Paste File from Clipboard
es: Pega archivo desde el portapapeles

source: No file path in the clipboard
es: No ruta del archivo en el portapapeles

source: Detected that there are instances of the PyDAW audio engine already running. This could mean that you already have PyDAW running, if so you should click 'Cancel' and close the other instance. This could also mean that for some reason the engine didn't properly terminate from another session. If so, click 'OK' to kill the other process(es)
es: Detectado que hay casos de el motor de audio PyDAW ya en ejecución. Esto podría significar que ya ha PyDAW correr, de ser así , debe hacer clic 'Cancelar ' y cierre la otra instancia . Esto también podría significar que por alguna razón el motor no lo hizo correctamente terminar de otra sesión . Si es así, haz clic en 'Aceptar' para matar al otro proceso ( es)

source: Not starting audio because of the audio engine setting, you can change this in File->HardwareSettings
es: No es a partir de audio debido a la configuración del motor de audio, puede cambiar esto en Archivo- > HardwareSettings

source: Starting audio engine with {}
es: A partir del motor de audio con {}

source: Error creating folder in {} , this is probably a permission issueif you didn't use FAT as the filesystem, settings will NOT persist between sessions until you make {} writable.
es: Error al crear la carpeta en {} , esto es probablemente un permiso issueif usted no utilizar FAT como sistema de archivos , los ajustes no persisten entre sesiones hasta que se haga {} puede escribir.
